#
#Fri Feb 09 19:18:03 IST 2018
NOVLRSERVB.initial.settings.param.cleanup-req-after-days=\u51E6\u7406\u6E08\u307F\u306E\u8981\u6C42\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u524A\u9664\u3059\u308B\u307E\u3067\u306E\u65E5\u6570
NOVLRSERVB.idmresource.NOVLRSERVBDriverNamePrompt.gcv.dscr.name=\u30C9\u30E9\u30A4\u30D0\u540D\u3092\u5165\u529B\u3057\u307E\u3059\u3002
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.user-app-password=\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30D1\u30B9\u30EF\u30FC\u30C9
NOVLRSERVB.initial.settings.ecv.dirxml.engine.use-password-event-values=\u30D1\u30B9\u30EF\u30FC\u30C9\u30A4\u30D9\u30F3\u30C8\u5024\u306E\u4F7F\u7528
NOVLRSERVB.globalconfig.NOVLRSERVBMultiThreadSupport.gcv.enable-multithreaded-rrsd=\u30DE\u30EB\u30C1\u30B9\u30EC\u30C3\u30C9\u5316\u3055\u308C\u305F\u5F79\u5272\u304A\u3088\u3073\u30EA\u30BD\u30FC\u30B9\u30C9\u30E9\u30A4\u30D0\u3092\u6709\u52B9\u306B\u3059\u308B
NOVLRSERVB.initial.settings.param.max-number-threads=\u30EA\u30BD\u30FC\u30B9\u8981\u6C42\u306E\u4E26\u884C\u30B9\u30EC\u30C3\u30C9\u6570
NOVLRSERVB.globalconfig.NOVLRSERVBPurgeResourceHistory.gcv.cleaup-res-history-after-days=\u30EA\u30BD\u30FC\u30B9\u5C65\u6B74\u306E\u30D1\u30FC\u30B8\u9593\u9694(\u65E5)
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.use-password-event-values=\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u306E\u8FFD\u52A0\u304A\u3088\u3073\u5909\u66F4\u30A4\u30D9\u30F3\u30C8\u306EnspmDistributionPassword\u5C5E\u6027\u306B\u5BFE\u3057\u3066\u5831\u544A\u3055\u308C\u305F\u5024\u306E\u30BD\u30FC\u30B9\u3092\u5224\u65AD\u3057\u307E\u3059\u3002\n \n \u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u3092false\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001nspmDistributionPassword\u306E\u73FE\u5728\u5024\u304C\u53D6\u5F97\u3055\u308C\u3001\u5C5E\u6027\u30A4\u30D9\u30F3\u30C8\u306E\u5024\u3068\u3057\u3066\u5831\u544A\u3055\u308C\u307E\u3059\u3002\u3064\u307E\u308A\u3001\u73FE\u5728\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u5024\u306E\u307F\u304C\u4F7F\u7528\u53EF\u80FD\u306B\u306A\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u52D5\u4F5C\u3067\u3059\u3002\n \n \u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u3092true\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001eDirectory\u30A4\u30D9\u30F3\u30C8\u306B\u3088\u3063\u3066\u8A18\u9332\u3055\u308C\u305F\u5024\u304C\u5FA9\u53F7\u5316\u3055\u308C\u3001\u5C5E\u6027\u30A4\u30D9\u30F3\u30C8\u306E\u5024\u3068\u3057\u3066\u5831\u544A\u3055\u308C\u307E\u3059\u3002\u3064\u307E\u308A\u3001\u30A4\u30D9\u30F3\u30C8\u6642\u306B\u53E4\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u5024(\u5B58\u5728\u3059\u308B\u5834\u5408)\u3068\u7F6E\u63DB\u7528\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u5024\u306E\u4E21\u65B9\u304C\u4F7F\u7528\u53EF\u80FD\u3067\u3059\u3002\u3053\u308C\u306F\u3001\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u8A2D\u5B9A\u3092\u6709\u52B9\u306B\u3059\u308B\u305F\u3081\u306B\u53E4\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u5FC5\u8981\u306A\u7279\u5B9A\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u540C\u671F\u3059\u308B\u306E\u306B\u4FBF\u5229\u3067\u3059\u3002
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.header.UserApplication/WorkflowConnection=\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3/\u30EF\u30FC\u30AF\u30D5\u30ED\u30FC\u63A5\u7D9A
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.max-migrate-app-count=\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001\u300C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u79FB\u884C\u300D\u51E6\u7406\u306E\u4E00\u90E8\u3068\u3057\u3066\u5B9F\u884C\u3055\u308C\u308B\u5358\u4E00\u306E\u30AF\u30A8\u30EA\u4E2D\u306BDirXML\u30A8\u30F3\u30B8\u30F3\u304C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u8981\u6C42\u3059\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u6570\u3092\u5236\u9650\u3059\u308B\u5834\u5408\u306B\u4F7F\u7528\u3057\u307E\u3059\u3002 \n \n \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u306E\u79FB\u884C\u51E6\u7406\u4E2D\u306B\u300Cjava.lang.OutOfMemoryError\u300D\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3059\u308B\u5834\u5408\u306F\u3001\u3053\u306E\u6570\u3092\u30C7\u30D5\u30A9\u30EB\u30C8\u3088\u308A\u5C0F\u3055\u304F\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002 \n \n \u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001\u79FB\u884C\u3067\u304D\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u6570\u3092\u5236\u9650\u3059\u308B\u3082\u306E\u3067\u306F\u306A\u3044\u70B9\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u308C\u306F\u5358\u306B\u300C\u30D0\u30C3\u30C1\u30B5\u30A4\u30BA\u300D\u3092\u5236\u9650\u3059\u308B\u3060\u3051\u3067\u3059\u3002
NOVLRSERVB.globalconfig.NOVLRSERVBPurgeResourceHistory.gcv.dscr.cleaup-res-history-last-days=\u30D1\u30FC\u30B8\u4E2D\u306B\u4FDD\u6301\u3059\u308B\u6700\u8FD1\u306E\u65E5\u6570\u306B\u95A2\u3059\u308B\u30EA\u30BD\u30FC\u30B9\u5C65\u6B74
NOVLRSERVB.initial.settings.param.dscr.user-app-identity=\u627F\u8A8D\u30EF\u30FC\u30AF\u30D5\u30ED\u30FC\u3092\u958B\u59CB\u3059\u308B\u305F\u3081\u306B\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u8A8D\u8A3C\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306ELDAP DN
NOVLRSERVB.initial.settings.param.dscr.uad-dn=\u5F79\u5272\u30B7\u30B9\u30C6\u30E0\u3092\u30DB\u30B9\u30C8\u3057\u3066\u3044\u308B\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30C9\u30E9\u30A4\u30D0\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30B9\u30E9\u30C3\u30B7\u30E5\u5F62\u5F0F\u306EDN
NOVLRSERVB.globalconfig.NOVLRSERVBMultiThreadSupport.gcv.max-commands-size=\u30C9\u30E9\u30A4\u30D0\u30B9\u30C8\u30EC\u30FC\u30B8\u3067\u8A31\u53EF\u3055\u308C\u3066\u3044\u308B\u30B3\u30DE\u30F3\u30C9\u306E\u6700\u5927\u6570
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.dscr.user-app-identity=\u627F\u8A8D\u30EF\u30FC\u30AF\u30D5\u30ED\u30FC\u3092\u958B\u59CB\u3059\u308B\u305F\u3081\u306B\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u8A8D\u8A3C\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306ELDAP DN
NOVLRSERVB.initial.settings.param.enable-parallelization=\u5F79\u5272\u5272\u308A\u5F53\u3066\u306B\u304A\u3051\u308B\u30EA\u30BD\u30FC\u30B9\u8981\u6C42\u306E\u4E26\u884C\u51E6\u7406\u3092\u6709\u52B9\u306B\u3059\u308B
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.retry-interval=\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u306E\u518D\u8A66\u884C\u9593\u9694\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30B7\u30E0\u306E\u8CFC\u8AAD\u8005\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u518D\u8A66\u884C\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u8FD4\u3057\u3066\u304B\u3089\u3001DirXML\u30A8\u30F3\u30B8\u30F3\u304C\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u51E6\u7406\u3092\u518D\u8A66\u884C\u3059\u308B\u983B\u5EA6\u3092\u5236\u5FA1\u3057\u307E\u3059\u3002
NOVLRSERVB.globalconfig.NOVLRSERVBMultiThreadSupport.gcv.allow-driver-start=\u672A\u51E6\u7406\u30A4\u30D9\u30F3\u30C8\u306E\u8AAD\u307F\u8FBC\u307F\u306B\u5931\u6557\u3059\u308B\u5834\u5408\u306B\u30C9\u30E9\u30A4\u30D0\u306E\u8D77\u52D5\u3092\u8A31\u53EF\u3059\u308B
NOVLRSERVB.initial.settings.param.generate-audit-events=\u76E3\u67FB\u30A4\u30D9\u30F3\u30C8\u306E\u751F\u6210
NOVLRSERVB.initial.settings.param.uad-dn=\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30C9\u30E9\u30A4\u30D0DN
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.qualified-dn-values=DN\u69CB\u6587\u306E\u5C5E\u6027\u5024\u7528\u306E\u4FEE\u98FE\u5F62\u5F0F\u306F\u3001DN\u69CB\u6587\u306E\u5C5E\u6027\u5024\u3092\u30B9\u30E9\u30C3\u30B7\u30E5\u306B\u3088\u308B\u4FEE\u98FE\u5F62\u5F0F\u307E\u305F\u306F\u975E\u4FEE\u98FE\u5F62\u5F0F\u306E\u3044\u305A\u308C\u3067\u8868\u308F\u3059\u306E\u304B\u3092\u5236\u5FA1\u3057\u307E\u3059\u3002"True"\u306E\u8A2D\u5B9A\u306F\u3001\u5024\u304C\u4FEE\u98FE\u5F62\u5F0F\u3067\u8868\u308F\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.dscr.uad-dn=\u5F79\u5272\u30B7\u30B9\u30C6\u30E0\u3092\u30DB\u30B9\u30C8\u3057\u3066\u3044\u308B\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30C9\u30E9\u30A4\u30D0\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30B9\u30E9\u30C3\u30B7\u30E5\u5F62\u5F0F\u306EDN
NOVLRSERVB.initial.settings.param.dscr.dyn-group-interval=\u5F79\u5272\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C0\u30A4\u30CA\u30DF\u30C3\u30AF\u30B0\u30EB\u30FC\u30D7\u304A\u3088\u3073\u30CD\u30B9\u30C8\u3055\u308C\u305F\u30B0\u30EB\u30FC\u30D7\u304C\u3001\u30E1\u30F3\u30D0\u30FC\u30B7\u30C3\u30D7\u5185\u3067\u5909\u66F4\u304C\u3042\u3063\u305F\u304B\u3069\u3046\u304B\u3092\u5224\u65AD\u3059\u308B\u305F\u3081\u306B\u518D\u8A55\u4FA1\u3055\u308C\u308B\u983B\u5EA6\u3092\u5206\u6570\u3067\u8868\u3057\u305F\u3082\u306E\u3067\u3059\u3002
pkg.name=Role and Resource Service\u30D9\u30FC\u30B9
NOVLRSERVB.initial.settings.param.choice.enable-parallelization.false=false
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.set-creators-name=\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u306B\u3088\u3063\u3066\u8B58\u5225\u30DC\u30FC\u30EB\u30C8\u5185\u306B\u4F5C\u6210\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3059\u3079\u3066\u306B\u5BFE\u3057\u3001creatorsName\u5C5E\u6027\u3092\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u306EDN\u306B\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u5224\u65AD\u3059\u308B\u305F\u3081\u306B\u3001DirXML\u30A8\u30F3\u30B8\u30F3\u304C\u4F7F\u7528\u3057\u307E\u3059\u3002\n \n creatorsName\u5C5E\u6027\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u306B\u3088\u3063\u3066\u4F5C\u6210\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u5BB9\u6613\u306B\u8B58\u5225\u3067\u304D\u307E\u3059\u304C\u3001\u540C\u6642\u306B\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u306E\u60AA\u5316\u3082\u4F34\u3044\u307E\u3059\u3002\u8A2D\u5B9A\u3057\u306A\u304B\u3063\u305F\u5834\u5408\u3001creatorsName\u5C5E\u6027\u306F\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u3001\u30C9\u30E9\u30A4\u30D0\u3092\u30DB\u30B9\u30C8\u3057\u3066\u3044\u308BNCP\u30B5\u30FC\u30D0\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306EDN\u306B\u8A2D\u5B9A\u3055\u308C\u307E\u3059\u3002
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.dscr.user-app-url=\u627F\u8A8D\u30EF\u30FC\u30AF\u30D5\u30ED\u30FC\u3092\u958B\u59CB\u3059\u308B\u305F\u3081\u306B\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u63A5\u7D9A\u3059\u308B\u5834\u5408\u306B\u4F7F\u7528\u3059\u308BURL\u3002
NOVLRSERVB.initial.settings.ecv.dirxml.engine.qualified-dn-values=DN\u69CB\u6587\u5C5E\u6027\u5024\u306E\u4FEE\u98FE\u5F62\u5F0F
NOVLRSERVB.initial.settings.param.choice.enable-parallelization.true=true
NOVLRSERVB.globalconfig.NOVLRSERVBMultiThreadSupport.gcv.dscr.enable-multithreaded-rrsd=\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u5F79\u5272\u304A\u3088\u3073\u30EA\u30BD\u30FC\u30B9\u30C9\u30E9\u30A4\u30D0\u3092\u30DE\u30EB\u30C1\u30B9\u30EC\u30C3\u30C9\u5316\u3057\u307E\u3059\u3002
NOVLRSERVB.globalconfig.NOVLRSERVBPurgeResourceHistory.gcv.cleaup-res-history-last-days=\u6307\u5B9A\u306E\u65E5\u6570\u306E\u9593\u3001\u30EA\u30BD\u30FC\u30B9\u5C65\u6B74\u3092\u4FDD\u5B58\u3059\u308B
NOVLRSERVB.initial.settings.param.user-group-dn=\u30E6\u30FC\u30B6\u30B0\u30EB\u30FC\u30D7\u30D9\u30FC\u30B9\u306E\u30B3\u30F3\u30C6\u30CADN
NOVLRSERVB.initial.settings.ecv.dirxml.engine.xslt-bc-mode=XSLT\u306B\u5BFE\u3057\u3066\u975E\u6E96\u62E0\u306E\u5F8C\u65B9\u4E92\u63DB\u30E2\u30FC\u30C9\u3092\u4F7F\u7528
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.user-app-url=\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306EURL
NOVLRSERVB.idmresource.NOVLRSERVBDriverNamePrompt.gcv.header.DriverInformation=\u30C9\u30E9\u30A4\u30D0\u60C5\u5831
NOVLRSERVB.initial.settings.param.user-app-identity=\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u8B58\u5225\u60C5\u5831
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.pwd-sync-status=\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001DirXML\u30A8\u30F3\u30B8\u30F3\u304C\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u5909\u66F4\u30A4\u30D9\u30F3\u30C8\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u30EC\u30DD\u30FC\u30C8\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u6C7A\u5B9A\u3057\u307E\u3059\u3002 \n \n \u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u5909\u66F4\u30A4\u30D9\u30F3\u30C8\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u30EC\u30DD\u30FC\u30C8\u3059\u308B\u3068\u3001Identity Manager\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306A\u3069\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306F\u3001\u63A5\u7D9A\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3068\u540C\u671F\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u30D1\u30B9\u30EF\u30FC\u30C9\u5909\u66F4\u306E\u540C\u671F\u306E\u9032\u884C\u72B6\u6CC1\u3092\u76E3\u8996\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\u3002
NOVLRSERVB.initial.settings.param.header.Miscellaneous=\u305D\u306E\u4ED6
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.dscr.user-app-password=\u627F\u8A8D\u30EF\u30FC\u30AF\u30D5\u30ED\u30FC\u3092\u958B\u59CB\u3059\u308B\u305F\u3081\u306B\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u8A8D\u8A3C\u3059\u308B\u5834\u5408\u306B\u4F7F\u7528\u3059\u308B\u30D1\u30B9\u30EF\u30FC\u30C9
NOVLRSERVB.initial.settings.param.dscr.cleanup-req-after-days=\u51E6\u7406\u6E08\u307F\u306E\u8981\u6C42\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u524A\u9664\u3059\u308B\u307E\u3067\u306E\u65E5\u6570
NOVLRSERVB.globalconfig.NOVLRSERVBPurgeResourceHistory.gcv.dscr.cleaup-res-history-after-days=\u30EA\u30BD\u30FC\u30B9\u5C65\u6B74\u3092\u30AF\u30EA\u30A2\u3059\u308B\u307E\u3067\u306E\u65E5\u6570
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.qualified-rename-values=e.g\u540D\u524D\u5909\u66F4\u30A4\u30D9\u30F3\u30C8\u306E\u4FEE\u98FE\u5F62\u5F0F\u306F\u3001\u8B58\u5225\u30DC\u30FC\u30EB\u30C8\u304B\u3089\u767A\u751F\u3057\u305F\u540D\u524D\u5909\u66F4\u30A4\u30D9\u30F3\u30C8\u306Enew-name\u306E\u90E8\u5206\u3092\u3001\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u306B\u5BFE\u3057\u3066\u30BF\u30A4\u30D7\u4FEE\u98FE\u5B50(\u4F8B\: CN\=)\u3092\u4ED8\u3051\u3066\u8868\u3059\u304B\u3069\u3046\u304B\u3092\u5236\u5FA1\u3057\u307E\u3059\u3002\u300CTrue\u300D\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001\u540D\u524D\u306F\u4FEE\u98FE\u5F62\u5F0F\u3067\u8868\u3055\u308C\u307E\u3059\u3002
NOVLRSERVB.initial.settings.param.header.UserApplication/WorkflowConnection=\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3/\u30EF\u30FC\u30AF\u30D5\u30ED\u30FC\u63A5\u7D9A
NOVLRSERVB.initial.settings.param.dscr.max-number-threads=\u30EA\u30BD\u30FC\u30B9\u8981\u6C42\u3092\u51E6\u7406\u3059\u308B\u4E26\u884C\u30B9\u30EC\u30C3\u30C9\u6570
NOVLRSERVB.initial.settings.param.dscr.user-app-password=\u627F\u8A8D\u30EF\u30FC\u30AF\u30D5\u30ED\u30FC\u3092\u958B\u59CB\u3059\u308B\u305F\u3081\u306B\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u8A8D\u8A3C\u3059\u308B\u5834\u5408\u306B\u4F7F\u7528\u3059\u308B\u30D1\u30B9\u30EF\u30FC\u30C9
NOVLRSERVB.initial.settings.ecv.dirxml.engine.max-migrate-app-count=\u4E00\u5EA6\u306B\u79FB\u884C\u3059\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u6700\u5927\u6570
NOVLRSERVB.initial.settings.ecv.dirxml.engine.set-creators-name=\u8B58\u5225\u30DC\u30FC\u30EB\u30C8\u3067\u4F5C\u6210\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306BcreatorsName\u3092\u8A2D\u5B9A
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.use-pending-association=\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u306E\u51E6\u7406\u4E2D\u306BDirXML\u30A8\u30F3\u30B8\u30F3\u304C\u4FDD\u7559\u4E2D\u306E\u95A2\u9023\u4ED8\u3051\u3092\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u66F8\u304D\u8FBC\u3080\u304B\u3069\u3046\u304B\u3092\u6C7A\u5B9A\u3057\u307E\u3059\u3002\n \n \u4FDD\u7559\u4E2D\u306E\u95A2\u9023\u4ED8\u3051\u3092\u66F8\u304D\u8FBC\u3093\u3067\u3082\u5229\u70B9\u306F\u307B\u3068\u3093\u3069\u307E\u305F\u306F\u307E\u3063\u305F\u304F\u306A\u3044\u4E00\u65B9\u3067\u3001\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u306E\u4F4E\u4E0B\u3092\u62DB\u304D\u307E\u3059\u3002\u305D\u308C\u306B\u3082\u304B\u304B\u308F\u3089\u305A\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u5B58\u5728\u3057\u3066\u3044\u308B\u306E\u306F\u3001\u5F8C\u65B9\u4E92\u63DB\u6027\u304C\u5FC5\u8981\u306A\u5834\u5408\u306B\u30AA\u30F3\u306B\u3067\u304D\u308B\u3088\u3046\u306B\u3059\u308B\u305F\u3081\u3067\u3059\u3002
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.user-app-identity=\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u8B58\u5225\u60C5\u5831
NOVLRSERVB.globalconfig.NOVLRSERVBMultiThreadSupport.gcv.dscr.allow-driver-start=\u8D77\u52D5\u4E2D\u306B\u30C9\u30E9\u30A4\u30D0\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u672A\u51E6\u7406\u30A4\u30D9\u30F3\u30C8\u3092\u8AAD\u307F\u8FBC\u307F\u3001\u51E6\u7406\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u4F55\u3089\u304B\u306E\u554F\u984C\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u306B\u30C9\u30E9\u30A4\u30D0\u3092\u8D77\u52D5\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u5224\u65AD\u3057\u307E\u3059\u3002
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.user-group-dn=\u30E6\u30FC\u30B6\u30B0\u30EB\u30FC\u30D7\u30D9\u30FC\u30B9\u306E\u30B3\u30F3\u30C6\u30CADN
NOVLRSERVB.initial.settings.param.dscr.enable-parallelization=\u5F79\u5272\u5272\u308A\u5F53\u3066\u306B\u304A\u3051\u308B\u30EA\u30BD\u30FC\u30B9\u8981\u6C42\u3092\u4E26\u884C\u51E6\u7406\u3059\u308B\u305F\u3081\u306B\u8907\u6570\u306E\u30B9\u30EC\u30C3\u30C9\u306E\u4F7F\u7528\u3092\u6709\u52B9\u306B\u3059\u308B
NOVLRSERVB.initial.settings.ecv.dirxml.engine.qualified-rename-values=\u540D\u524D\u5909\u66F4\u30A4\u30D9\u30F3\u30C8\u306E\u4FEE\u98FE\u5F62\u5F0F
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.dscr.user-group-dn=\u5F79\u5272\u30C9\u30E9\u30A4\u30D0\u306B\u3088\u3063\u3066\u30B5\u30FC\u30D3\u30B9\u3055\u308C\u308B\u30B9\u30E9\u30C3\u30B7\u30E5\u5F62\u5F0F\u306EDN\u30B3\u30F3\u30C6\u30CA\u30EB\u30FC\u30C8\u3067\u3059\u3002
NOVLRSERVB.initial.settings.ecv.dirxml.engine.pwd-sync-status=\u30D1\u30B9\u30EF\u30FC\u30C9\u540C\u671F\u30B9\u30C6\u30FC\u30BF\u30B9\u30EC\u30DD\u30FC\u30C8\u306E\u6709\u52B9\u5316
NOVLRSERVB.initial.settings.param.dyn-group-interval=\u30C0\u30A4\u30CA\u30DF\u30C3\u30AF\u30B0\u30EB\u30FC\u30D7\u304A\u3088\u3073\u30CD\u30B9\u30C8\u3055\u308C\u305F\u30B0\u30EB\u30FC\u30D7\u306E\u518D\u8A55\u4FA1\u983B\u5EA6(\u5206)
NOVLRSERVB.initial.settings.ecv.dirxml.engine.use-pending-association=\u4FDD\u7559\u4E2D\u306E\u95A2\u9023\u4ED8\u3051\u306E\u66F8\u304D\u8FBC\u307F
NOVLRSERVB.initial.settings.param.user-app-url=\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306EURL
NOVLRSERVB.initial.settings.ecv.dirxml.engine.retry-interval=\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u306E\u518D\u8A66\u884C\u9593\u9694(\u79D2)
NOVLRSERVB.initial.settings.param.user-app-password=\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30D1\u30B9\u30EF\u30FC\u30C9
NOVLRSERVB.initial.settings.param.choice.max-number-threads.5=5
NOVLRSERVB.initial.settings.param.choice.max-number-threads.4=4
NOVLRSERVB.initial.settings.param.choice.max-number-threads.3=3
NOVLRSERVB.initial.settings.param.choice.max-number-threads.2=2
NOVLRSERVB.idmresource.NOVLRSERVBDriverNamePrompt.gcv.name=\u30C9\u30E9\u30A4\u30D0\u540D
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.xslt-bc-mode=\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001DirXML\u30A8\u30F3\u30B8\u30F3\u304C\u4F7F\u7528\u3059\u308BXSLT\u30D7\u30ED\u30BB\u30C3\u30B5\u3092\u5F8C\u65B9\u4E92\u63DB\u30E2\u30FC\u30C9\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002\u5F8C\u65B9\u4E92\u63DB\u30E2\u30FC\u30C9\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001XSLT\u30D7\u30ED\u30BB\u30C3\u30B5\u306F\u3001XPath 1.0\u307E\u305FXSLT 1.0\u3001\u3042\u308B\u3044\u306F\u305D\u306E\u4E21\u65B9\u306E\u6A19\u6E96\u306B\u6E96\u62E0\u3057\u3066\u3044\u306A\u3044\u52D5\u4F5C\u30921\u3064\u4EE5\u4E0A\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u975E\u6A19\u6E96\u306E\u52D5\u4F5C\u306B\u4F9D\u5B58\u3057\u3066\u3044\u308B\u65E2\u5B58\u306EDirXML\u30B9\u30BF\u30A4\u30EB\u30B7\u30FC\u30C8\u3068\u306E\u5F8C\u65B9\u4E92\u63DB\u6027\u3092\u78BA\u4FDD\u3059\u308B\u305F\u3081\u3067\u3059\u3002 \n \n \u7279\u5225\u306A\u6CE8\u610F\u70B9\: \n \n \u4E00\u65B9\u306E\u30AA\u30DA\u30E9\u30F3\u30C9\u304C\u30CE\u30FC\u30C9\u30BB\u30C3\u30C8\u3067\u3001\u3082\u3046\u4E00\u65B9\u306E\u30AA\u30DA\u30E9\u30F3\u30C9\u304C\u30CE\u30FC\u30C9\u30BB\u30C3\u30C8\u4EE5\u5916\u306E\u5834\u5408\u3001XPath\u306E\u300C\!\=\u300D\u6F14\u7B97\u5B50\u306E\u52D5\u4F5C\u306F\u3001DirXML 2.0 (Novell Identity Manager 2.0)\u307E\u3067\u306EDirXML\u30EA\u30EA\u30FC\u30B9\u3067\u306F\u9593\u9055\u3063\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u52D5\u4F5C\u306F\u3059\u3067\u306B\u4FEE\u6B63\u6E08\u307F\u3067\u3059\u304C\u3001\u65E2\u5B58\u306EDirXML\u30B9\u30BF\u30A4\u30EB\u30B7\u30FC\u30C8\u3068\u306E\u5F8C\u65B9\u4E92\u63DB\u6027\u306E\u305F\u3081\u3001\u4FEE\u6B63\u3055\u308C\u305F\u52D5\u4F5C\u306F\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306B\u3088\u3063\u3066\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u7121\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
NOVLRSERVB.initial.settings.param.dscr.generate-audit-events=Novell Audit\u307E\u305F\u306FNovell Sentinel\u306B\u9001\u4FE1\u3055\u308C\u308B\u76E3\u67FB\u30A4\u30D9\u30F3\u30C8\u3092\u751F\u6210\u3057\u307E\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u76E3\u67FB\u30D7\u30E9\u30C3\u30C8\u30D5\u30A9\u30FC\u30E0\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u304C\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u3092\u30DB\u30B9\u30C8\u3059\u308B\u30B5\u30FC\u30D0\u306B\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u3066\u3001\u30BB\u30AD\u30E5\u30A2\u30ED\u30B0\u30B5\u30FC\u30D0\u306B\u30A4\u30D9\u30F3\u30C8\u3092\u9001\u4FE1\u3059\u308B\u3088\u3046\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306B\u306E\u307F\u6709\u52B9\u3067\u3059\u3002
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.max-replication-wait=e.geDirectory\u306E\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u6700\u5927\u5F85\u6A5F\u6642\u9593\u306F\u3001DirXML\u30A8\u30F3\u30B8\u30F3\u304C\u7279\u5B9A\u306E\u5909\u66F4\u3092\u30ED\u30FC\u30AB\u30EB\u30EC\u30D7\u30EA\u30AB\u3068\u30EA\u30E2\u30FC\u30C8\u30EC\u30D7\u30EA\u30AB\u306E\u9593\u3067\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3059\u308B\u307E\u3067\u306E\u6700\u5927\u5F85\u6A5F\u6642\u9593\u3092\u5236\u5FA1\u3057\u307E\u3059\u3002\u3053\u308C\u306F\u3001DirXML\u30A8\u30F3\u30B8\u30F3\u304C\u540C\u3058\u30C4\u30EA\u30FC\u5185\u306E\u30EA\u30E2\u30FC\u30C8eDirectory\u30B5\u30FC\u30D0\u3068\u901A\u4FE1\u3057\u3066\u51E6\u7406\u3092\u5B9F\u884C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u3001\u51E6\u7406\u3092\u5B8C\u4E86\u3059\u308B\u306B\u306F\u7279\u5B9A\u306E\u5909\u66F4\u304C\u30EA\u30E2\u30FC\u30C8\u30B5\u30FC\u30D0\u3068\u306E\u9593\u3067\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u308B\u307E\u3067\u5F85\u6A5F\u3057\u306A\u3051\u308C\u3070\u306A\u3089\u306A\u3044\u51E6\u7406\u306B\u306E\u307F\u5F71\u97FF\u3057\u307E\u3059(\u305F\u3068\u3048\u3070\u3001DirXML\u30B5\u30FC\u30D0\u304C\u79FB\u52D5\u5BFE\u8C61\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30DE\u30B9\u30BF\u30EC\u30D7\u30EA\u30AB\u3092\u4FDD\u6301\u3057\u3066\u3044\u306A\u3044\u3068\u304D\u306B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u79FB\u52D5\u3059\u308B\u5834\u5408\u3084\u3001\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304B\u3089\u4F5C\u6210\u3055\u308C\u305F\u30E6\u30FC\u30B6\u306E\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u6A29\u9650\u51E6\u7406\u306E\u5834\u5408\u306A\u3069)\u3002
pkg.description=Role and Resource Service Driver\u306E\u57FA\u672C\u30D1\u30C3\u30B1\u30FC\u30B8\u3002
NOVLRSERVB.initial.settings.param.dscr.user-app-url=\u627F\u8A8D\u30EF\u30FC\u30AF\u30D5\u30ED\u30FC\u3092\u958B\u59CB\u3059\u308B\u305F\u3081\u306B\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u63A5\u7D9A\u3059\u308B\u5834\u5408\u306B\u4F7F\u7528\u3059\u308BURL\u3002
NOVLRSERVB.appconfig.lang=ja
NOVLRSERVB.globalconfig.NOVLRSERVBMultiThreadSupport.gcv.dscr.max-commands-size=\u30C9\u30E9\u30A4\u30D0\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u30B3\u30DE\u30F3\u30C9\u6570\u306E\u4E0A\u9650\u3002
NOVLRSERVB.initial.settings.ecv.dirxml.engine.max-replication-wait=eDirectory\u306E\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u6700\u5927\u5F85\u6A5F\u6642\u9593(\u79D2)
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.uad-dn=\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30C9\u30E9\u30A4\u30D0DN
NOVLRSERVB.initial.settings.param.service-account-dn=\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30D7\u30ED\u30D3\u30B8\u30E7\u30CB\u30F3\u30B0\u30B5\u30FC\u30D3\u30B9\u30A2\u30AB\u30A6\u30F3\u30C8DN
NOVLRSERVB.initial.settings.param.dscr.user-group-dn=\u5F79\u5272\u30C9\u30E9\u30A4\u30D0\u306B\u3088\u3063\u3066\u30B5\u30FC\u30D3\u30B9\u3055\u308C\u308B\u30B9\u30E9\u30C3\u30B7\u30E5\u5F62\u5F0F\u306EDN\u30B3\u30F3\u30C6\u30CA\u30EB\u30FC\u30C8\u3067\u3059\u3002
