#
#Tue Feb 13 12:04:48 IST 2018
NOVLRSERVB.initial.settings.param.cleanup-req-after-days=Anzahl der Tage vor dem Entfernen von verarbeiteten Anforderungsobjekten
NOVLRSERVB.idmresource.NOVLRSERVBDriverNamePrompt.gcv.dscr.name=Geben Sie den Treibernamen ein.
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.user-app-password=Benutzeranwendungspasswort
NOVLRSERVB.initial.settings.ecv.dirxml.engine.use-password-event-values=Werte von Passwortereignissen verwenden
NOVLRSERVB.globalconfig.NOVLRSERVBMultiThreadSupport.gcv.enable-multithreaded-rrsd=Rollen- und Ressourcentreiber mit mehreren Threads aktivieren
NOVLRSERVB.initial.settings.param.max-number-threads=Anzahl der parallelen Threads f\u00FCr Ressourcenanfragen
NOVLRSERVB.globalconfig.NOVLRSERVBPurgeResourceHistory.gcv.cleaup-res-history-after-days=Intervall zum L\u00F6schen des Ressourcenverlaufs in Tagen
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.use-password-event-values=Diese Einstellung legt die Quelle des Werts fest, der f\u00FCr das nspmDistributionPassword-Attribut f\u00FCr Hinzuf\u00FCgungs- und \u00C4nderungsereignisse gemeldet wird.\n \n Die Einstellung 'Falsch' bedeutet, dass der aktuelle Wert von nspmDistributionPassword genommen und als Wert des Attributereignisses gemeldet wird. Dies bedeutet, dass nur der aktuelle Passwortwert verf\u00FCgbar ist. Dies ist die Standardeinstellung.\n \n Die Einstellung 'Wahr' bedeutet, dass der mit dem eDirectory-Ereignis aufgezeichnete Wert entschl\u00FCsselt und als Wert des Attributereignisses gemeldet wird. Dies bedeutet, dass sowohl der alte Passwortwert (sofern vorhanden) und das neue Passwort zum Ereigniszeitpunkt verf\u00FCgbar sind. Dies ist zur Passwortsynchronisierung bei einigen Anwendungen hilfreich, die zum Festlegen eines neuen Passworts das alte Passwort ben\u00F6tigen.
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.header.UserApplication/WorkflowConnection=Benutzeranwendungs-/Workflow-Verbindung
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.max-migrate-app-count=Dieses Steuerelement wird verwendet, um die Anzahl der Anwendungsobjekte zu begrenzen, die die DirXML-Engine von einer Anwendung w\u00E4hrend einer einzelnen Abfrage anfordert, die als Teil eines Vorgangs vom Typ 'Objekte von Anwendung migrieren' ausgef\u00FChrt wird. \n \n Falls Fehler vom Typ 'java.lang.OutOfMemoryError' w\u00E4hrend eines solchen Vorgangs auftreten, sollte ein Wert angegeben werden, der unter dem Standardwert liegt. \n \n Hinweis\: Die Anzahl der Anwendungsobjekte, die migriert werden d\u00FCrfen, wird nicht begrenzt, nur die 'Stapelgr\u00F6\u00DFe'.
NOVLRSERVB.globalconfig.NOVLRSERVBDGMemberResync.gcv.choice.dg-member-resync-required.false=false
NOVLRSERVB.globalconfig.NOVLRSERVBPurgeResourceHistory.gcv.dscr.cleaup-res-history-last-days=Anzahl der letzten Tage im Ressourcenverlauf, die beim L\u00F6schen beibehalten werden sollen
NOVLRSERVB.initial.settings.param.dscr.user-app-identity=Der LDAP-DN des Objekts, das zum Authentifizieren der Benutzeranwendung verwendet wird, um Genehmigungsworkflows zu starten.
NOVLRSERVB.initial.settings.param.dscr.uad-dn=Der DN des Benutzeranwendungstreiberobjekts im Schr\u00E4gstrichformat, das das Rollensystem hostet.
NOVLRSERVB.globalconfig.NOVLRSERVBMultiThreadSupport.gcv.max-commands-size=Maximale Anzahl der im Treiberspeicher zugelassenen Befehle.
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.dscr.user-app-identity=Der LDAP-DN des Objekts, das zum Authentifizieren der Benutzeranwendung verwendet wird, um Genehmigungsworkflows zu starten.
NOVLRSERVB.initial.settings.param.enable-parallelization=Parallelisierung von Ressourcenanfragen bei Rollenzuweisung aktivieren
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.retry-interval=Das Wiederholintervall f\u00FCr den Abonnentenkanal legt die H\u00E4ufigkeit fest, mit der die DirXML-Engine die Verarbeitung einer im Cache befindlichen Transaktion erneut versucht, nachdem das Abonnentenobjekt des Anwendungs-Shims den Status 'Wiederholen' zur\u00FCckgegeben hat.
NOVLRSERVB.globalconfig.NOVLRSERVBMultiThreadSupport.gcv.allow-driver-start=Start des Treibers zulassen, wenn nicht verarbeitete Ereignisse nicht gelesen werden k\u00F6nnen
NOVLRSERVB.initial.settings.param.generate-audit-events=Audit-Ereignisse generieren
NOVLRSERVB.initial.settings.param.uad-dn=Benutzeranwendungstreiber-DN
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.qualified-dn-values=Die ausf\u00FChrliche Form f\u00FCr DN-Syntax-Attributwerte steuert, ob Werte f\u00FCr DN-Syntax-Attributwerte in nicht ausf\u00FChrlicher oder in ausf\u00FChrlicher Schr\u00E4gstrichform bereitgestellt werden. Die Einstellung 'Wahr' bedeutet, dass die Werte in ausf\u00FChrlicher Form bereitgestellt werden.
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.dscr.uad-dn=Der DN des Benutzeranwendungstreiberobjekts im Schr\u00E4gstrichformat, das das Rollensystem hostet.
NOVLRSERVB.initial.settings.param.dscr.dyn-group-interval=Die H\u00E4ufigkeit in Minuten, nach der dynamische und verschachtelte Gruppen, die Rollen zugeordnet sind, neu ausgewertet werden, um Mitgliedschafts\u00E4nderungen festzustellen.
pkg.name=Rollen- und Ressourcendienst \u2013 Basis
NOVLRSERVB.initial.settings.param.choice.enable-parallelization.false=falsch
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.set-creators-name=Dieses Steuerelement wird von der DirXML-Engine verwendet, um zu bestimmen, ob das Attribut creatorsName f\u00FCr alle Objekte, die von diesem Treiber im Identit\u00E4tsdepot erstellt wurden, auf den DN des Treibers gesetzt werden soll.\n \n Die Festlegung des Attributs creatorsName erm\u00F6glicht die leichte Identifizierung der von diesem Treiber erstellten Objekte, bringt jedoch auch Leistungseinbu\u00DFen mit sich. Wenn keine Festlegung getroffen wird, wird das Attribut creatorsName standardm\u00E4\u00DFig auf den DN des NCP-Server-Objekts gesetzt, das als Host des Treibers fungiert.
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.dscr.user-app-url=Die URL, die zum Herstellen der Verbindung mit der Benutzeranwendung verwendet wird, um Genehmigungsworkflows zu starten.
NOVLRSERVB.initial.settings.ecv.dirxml.engine.qualified-dn-values=Ausf\u00FChrliche Form f\u00FCr DN-Syntax-Attributwerte
NOVLRSERVB.initial.settings.param.choice.enable-parallelization.true=wahr
NOVLRSERVB.globalconfig.NOVLRSERVBMultiThreadSupport.gcv.dscr.enable-multithreaded-rrsd=Wenn diese Option aktiviert ist, kann der Rollen- und Ressourcentreiber mehrere Threads enthalten.
NOVLRSERVB.globalconfig.NOVLRSERVBPurgeResourceHistory.gcv.cleaup-res-history-last-days=Ressourcenverlauf tagelang speichern
NOVLRSERVB.initial.settings.param.user-group-dn=DN des Benutzergruppen-Basiscontainers
NOVLRSERVB.globalconfig.NOVLRSERVBSelectiveLogger.gcv.choice.enable-selective-log.false=false
NOVLRSERVB.globalconfig.NOVLRSERVBSelectiveLogger.gcv.dscr.enable-selective-log=Enable selective log for debugging
NOVLRSERVB.globalconfig.NOVLRSERVBSelectiveLogger.gcv.dscr.selective-log-file=Selective log file path
NOVLRSERVB.initial.settings.ecv.dirxml.engine.xslt-bc-mode=Nicht-Standard-, abw\u00E4rtskompatiblen Modus f\u00FCr XSLT verwenden
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.user-app-url=Benutzeranwendungs-URL
NOVLRSERVB.idmresource.NOVLRSERVBDriverNamePrompt.gcv.header.DriverInformation=Treiberinformationen
NOVLRSERVB.initial.settings.param.user-app-identity=Benutzeranwendungsidentit\u00E4t
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.pwd-sync-status=Diese Einstellung legt fest, ob die DirXML-Engine den Status von Passwort\u00E4nderungsereignissen des Abonnentenkanals meldet. \n \n Das Melden solcher Ereignisse erm\u00F6glicht es Anwendungen wie z. B. der Identity Manager-Benutzeranwendung, beim \u00C4ndern eines Passworts den Synchronisierungsvorgang mit der verbundenen Anwendung zu \u00FCberwachen.
NOVLRSERVB.initial.settings.param.header.Miscellaneous=Verschiedenes
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.dscr.user-app-password=Das Passwort, das zum Authentifizieren der Benutzeranwendung verwendet wird, um Genehmigungsworkflows zu starten.
NOVLRSERVB.initial.settings.param.dscr.cleanup-req-after-days=Anzahl der Tage vor dem Entfernen von verarbeiteten Anforderungsobjekten
NOVLRSERVB.globalconfig.NOVLRSERVBPurgeResourceHistory.gcv.dscr.cleaup-res-history-after-days=Anzahl der Tage vor dem L\u00F6schen des Ressourcenverlaufs
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.qualified-rename-values=e.gDie ausf\u00FChrliche Form f\u00FCr Umbenennungsereignisse steuert, ob der "new-name"-Teil von Umbenennungsereignissen, die aus dem Identit\u00E4tsdepot stammen, dem Abonnentenkanal mit Typenbezeichnern (z. B. CN\=) bereitgestellt wird. Die Einstellung 'Wahr' bedeutet, dass die Namen in ausf\u00FChrlicher Form bereitgestellt werden.
NOVLRSERVB.initial.settings.param.header.UserApplication/WorkflowConnection=Benutzeranwendungs-/Workflow-Verbindung
NOVLRSERVB.initial.settings.param.dscr.max-number-threads=Anzahl der parallelen Threads zur Verarbeitung von Ressourcenanfragen
NOVLRSERVB.initial.settings.param.dscr.user-app-password=Das Passwort, das zum Authentifizieren der Benutzeranwendung verwendet wird, um Genehmigungsworkflows zu starten.
NOVLRSERVB.initial.settings.ecv.dirxml.engine.max-migrate-app-count=H\u00F6chstzahl der Anwendungsobjekte, die gleichzeitig migriert werden
NOVLRSERVB.initial.settings.ecv.dirxml.engine.set-creators-name=creatorsName f\u00FCr Objekte setzen, die im Identit\u00E4tsdepot erstellt wurden
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.use-pending-association=Diese Einstellung legt fest, ob von der DirXML-Engine w\u00E4hrend der Verarbeitung des Abonnentenkanals eine ausstehende Verkn\u00FCpfung f\u00FCr ein Objekt geschrieben wird.\n \n Das Schreiben einer ausstehenden Verkn\u00FCpfung bietet kaum oder keine Vorteile, verringert jedoch die Leistung. Diese Option ist dennoch aus Gr\u00FCnden der Abw\u00E4rtskompabilit\u00E4t vorhanden.
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.user-app-identity=Benutzeranwendungsidentit\u00E4t
NOVLRSERVB.globalconfig.NOVLRSERVBMultiThreadSupport.gcv.dscr.allow-driver-start=Entscheidet, ob der Treiber gestartet werden soll, wenn beim Lesen und Verarbeiten von nicht verarbeiteten Ereignissen im Treiberspeicher w\u00E4hrend des Startvorgangs ein Problem aufgetreten ist.
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.user-group-dn=DN des Benutzergruppen-Basiscontainers
NOVLRSERVB.initial.settings.param.dscr.enable-parallelization=Die Verwendung mehrerer Threads zur parallelen Verarbeitung von Ressourcenanfragen bei der Rollenzuweisung aktivieren
NOVLRSERVB.initial.settings.ecv.dirxml.engine.qualified-rename-values=Ausf\u00FChrliche Form f\u00FCr Umbenennungsereignisse
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.dscr.user-group-dn=Der DN des Containerstamms im Schr\u00E4gstrichformat, der vom Rollentreiber bedient wird.
NOVLRSERVB.globalconfig.NOVLRSERVBDGMemberResync.gcv.dg-member-resync-required=Enable DG member resync
NOVLRSERVB.initial.settings.ecv.dirxml.engine.pwd-sync-status=Statusmeldungen bei Passwortsynchronisierungen aktivieren
NOVLRSERVB.initial.settings.param.dyn-group-interval=H\u00E4ufigkeit der erneuten Auswertung von dynamischen und verschachtelten Gruppen (in Minuten)
NOVLRSERVB.globalconfig.NOVLRSERVBDGMemberResync.gcv.choice.dg-member-resync-required.true=true
NOVLRSERVB.initial.settings.ecv.dirxml.engine.use-pending-association=Ausstehende Verkn\u00FCpfungen schreiben
NOVLRSERVB.initial.settings.param.user-app-url=Benutzeranwendungs-URL
NOVLRSERVB.initial.settings.ecv.dirxml.engine.retry-interval=Wiederholintervall f\u00FCr den Abonnentenkanal in Sekunden
NOVLRSERVB.initial.settings.param.user-app-password=Benutzeranwendungspasswort
NOVLRSERVB.initial.settings.param.choice.max-number-threads.5=5
NOVLRSERVB.initial.settings.param.choice.max-number-threads.4=4
NOVLRSERVB.globalconfig.NOVLRSERVBSelectiveLogger.gcv.selective-log-file=Selective log file name
NOVLRSERVB.globalconfig.NOVLRSERVBSelectiveLogger.gcv.choice.enable-selective-log.true=true
NOVLRSERVB.initial.settings.param.choice.max-number-threads.3=3
NOVLRSERVB.initial.settings.param.choice.max-number-threads.2=2
NOVLRSERVB.idmresource.NOVLRSERVBDriverNamePrompt.gcv.name=Treibername
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.xslt-bc-mode=Dieses Steuerelement versetzt den XSLT-Prozessor, den die DirXML-Engine verwendet, in den abw\u00E4rtskompatiblen Modus. Der abw\u00E4rtskompatible Modus bewirkt, dass der XSLT-Prozessor ein oder mehrere Verhaltensmuster verwendet, die den XPath-1.0- und/oder XSLT-1.0-Standards nicht entsprechen. Dies dient der Abw\u00E4rtskompatibilit\u00E4t mit vorhandenen DirXML-Formatvorlagen, die auf nicht standardisierte Verhaltensmuster angewiesen sind. \n \n Im Besonderen\: \n \n Das Verhalten des XPath-Operators '\!\=', wenn ein Operand ein node-set und der andere Operand kein node-set ist, ist nicht korrekt in DirXML-Versionen bis einschlie\u00DFlich DirXML 2.0 (Novell Identity Manager 2.0). Dieses Verhalten wurde zwar korrigiert, aber das korrigierte Verhalten wird \u00FCber dieses Steuerelement standardm\u00E4\u00DFig deaktiviert zugunsten der Abw\u00E4rtskompatibilit\u00E4t mit vorhandenen DirXML-Formatvorlagen.
NOVLRSERVB.initial.settings.param.dscr.generate-audit-events=Generieren Sie Auditergebnisse, die an Novell Audit oder Novell Sentinel gesendet werden sollen. Diese Option ist nur wirksam, wenn der Auditplattformagent auf dem Server installiert ist, der diesen Treiber hostet und der zum Senden von Ereignissen an einen sicheren Protokollierungsserver konfiguriert wurde.
NOVLRSERVB.globalconfig.NOVLRSERVBDGMemberResync.gcv.dscr.dg-member-resync-required=Enable resync for dynamic group members while reevaluating dynamic groups.
NOVLRSERVB.initial.settings.ecv.dscr.dirxml.engine.max-replication-wait=e.gDie maximale Wartezeit f\u00FCr die eDirectory-Reproduktion legt die maximale Zeitdauer fest, die die DirXML-Engine wartet, bis eine bestimmte \u00C4nderung zwischen der lokalen und einer Remote-Reproduktion reproduziert wird. Dies betrifft nur Vorg\u00E4nge, bei denen die DirXML-Engine einen Remote-eDirectory-Server in demselben Baum kontaktieren muss, um einen Vorgang durchzuf\u00FChren, und warten muss, bis eine \u00C4nderung reproduziert wurde, bevor der Vorgang abgeschlossen werden kann (z. B. Objektverschiebungen, wenn sich die Masterreproduktion des verschobenen Objekts nicht auf dem DirXML-Server befindet; oder Vorg\u00E4nge hinsichtlich Dateisystemrechten f\u00FCr Benutzer, die mittels Schablone erstellt wurden.)
pkg.description=Rollen- und Ressourcendienst \u2013 Treiberbasispaket
NOVLRSERVB.initial.settings.param.dscr.user-app-url=Die URL, die zum Herstellen der Verbindung mit der Benutzeranwendung verwendet wird, um Genehmigungsworkflows zu starten.
NOVLRSERVB.globalconfig.NOVLRSERVBMultiThreadSupport.gcv.dscr.max-commands-size=Maximale Anzahl der Befehle im Treiberspeicher
NOVLRSERVB.appconfig.lang=de
NOVLRSERVB.idmresource.NOVLRSERVBDriverOptionPrompts.gcv.uad-dn=Benutzeranwendungstreiber-DN
NOVLRSERVB.initial.settings.ecv.dirxml.engine.max-replication-wait=Maximale Wartezeit f\u00FCr die eDirectory-Reproduktion in Sekunden
NOVLRSERVB.initial.settings.param.service-account-dn=Benutzeranwendung \u2013 Konto-DN des Bereitstellungsdiensts
NOVLRSERVB.globalconfig.NOVLRSERVBSelectiveLogger.gcv.enable-selective-log=Enable selective logs
NOVLRSERVB.initial.settings.param.dscr.user-group-dn=Der DN des Containerstamms im Schr\u00E4gstrichformat, der vom Rollentreiber bedient wird.
