#
#Tue Jan 09 16:19:46 IST 2018
NOVLLDAPBASE.initial.settings.param.allowable-schema-element-chars=Weitere zul\u00E4ssige Zeichen in Schema-Namen
NOVLLDAPBASE.initial.settings.param.pagedSearch=Enable Paged Search
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.driver-password=Treiberpasswort
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-begin.Synchronizeonlysubsequentchanges=Nur nachfolgende \u00C4nderungen synchronisieren
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.rl-password=Remote-Passwort
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.dscr.rl-other=Enter other parameters required, if any, in the connection string. These parameters MUST be in the key-value pair e.g. \nparaName1\=paraValue1 paraName2\=paraValue2
NOVLLDAPBASE.initial.settings.param.choice.changeLogBegin.Previouslyunprocessed=Zuvor unverarbeitete
NOVLLDAPBASE.initial.settings.param.pub-search-filters=LDAP-Suchfilter zum Filtern von einzelnen Attributen
NOVLLDAPBASE.initial.settings.param.dscr.subIgnoreEmptyComponentOption=Der LDAP-Treiber verwendet ein Leerzeichen (" ") als Wert f\u00FCr fehlende Werte von Postadressenkomponenten zwischen den Trennzeichen f\u00FCr die Postadresse ($). Durch das Aktivieren dieses Parameters werden nachgestellte Komponenten verworfen, die keinen Wert aufweisen. Die Standardauswahl ist "Nein".
NOVLLDAPBASE.initial.settings.param.choice.use-mutual-auth.Yes=Ja
NOVLLDAPBASE.initial.settings.param.keystore-pass=Keystore-Passwort
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.shim-auth-server=Verbindungsinformationen
NOVLLDAPBASE.initial.settings.param.choice.subUseBinaryAttrOption.No=Nein
NOVLLDAPBASE.initial.settings.param.dscr.pagedSearch=Select yes to enable the paged search of objects.
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-begin.Synchronizeeverything=Alles synchronisieren
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.max-migrate-app-count=H\u00F6chstzahl der Anwendungsobjekte, die gleichzeitig migriert werden
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.dscr.shim-auth-server=Geben Sie die vom Treiber zum Herstellen einer Verbindung mit der Anwendung zu verwendenden Verbindungsinformationen ein.
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.use-remote-loader=Verbindung zu Remote Loader aufbauen
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.retry-interval=Das Wiederholintervall f\u00FCr den Abonnentenkanal legt die H\u00E4ufigkeit fest, mit der die DirXML-Engine die Verarbeitung einer im Cache befindlichen Transaktion erneut versucht, nachdem das Abonnentenobjekt des Anwendungs-Shims den Status 'Wiederholen' zur\u00FCckgegeben hat.
NOVLLDAPBASE.initial.settings.param.dscr.useSunPluginGroup=Geben Sie 'Ja' an, wenn Sie das Novell Identity Manager-Passwort-Plugin im Sun Java-Systemverzeichnis installiert und konfiguriert haben und es zum Synchronisieren mit dem Identity Manager-Verteilungspasswort verwenden m\u00F6chten.
NOVLLDAPBASE.initial.settings.param.pub-method=Ver\u00F6ffentlichungsmethode
NOVLLDAPBASE.idmresource.NOVLLDAPBASEUpdateDesigner.gcv.header.ImportantNote\:=Important Note\:
NOVLLDAPBASE.initial.settings.param.maxOperations=H\u00F6chstzahl der Operationen f\u00FCr eine einzelne Bindung
NOVLLDAPBASE.initial.settings.param.dscr.allowable-schema-element-chars=Geben Sie zus\u00E4tzliche Zeichen an, die in LDAP-objectclass- und -attributetype-Namen verwendet werden d\u00FCrfen, auch wenn diese Zeichen gem\u00E4\u00DF RFC 2252 nicht zul\u00E4ssig sind. Einige LDAP-Server erf\u00FCllen diese Spezifikationen nicht vollst\u00E4ndig.
NOVLLDAPBASE.initial.settings.param.dscr.pub-search-filters=Geben Sie die LDAP-Suchfilter an, die zum Filtern von einzelnen Attributen f\u00FCr verschiedene Klassen, die sich im Treiberfilter befinden, verwendet werden. Wird kein Filter angegeben, wird die Suche nur auf Basis der Objektklassen im Treiberfilter durchgef\u00FChrt, z. B. "objectclass\=inetorgperson". Sind im Treiberfilter 'n' Klassen vorhanden, k\u00F6nnen Sie maximal 'n' LDAP-Suchfilter, einen f\u00FCr jede Klasse im Treiberfilter, durch Leerzeichen getrennt angeben. Beispiel eines Suchfilters\:\n(&(objectclass\=inetorgperson)(cn\=test))
NOVLLDAPBASE.initial.settings.param.dscr.pub-state-dir=Geben Sie den vollst\u00E4ndigen Pfad zu einem Verzeichnis an, in dem der Herausgeberkanal tempor\u00E4re Dateien erstellt, oder lassen Sie das Feld leer, wenn der Standardpfad verwendet werden soll.
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.use-calculated-values=Zum Verhalten der berechneten Mitgliedschaftswerte zur\u00FCckkehren
pkg.name=LDAP-Basis
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.max-replication-wait=Maximale Wartezeit f\u00FCr die eDirectory-Reproduktion in Sekunden
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-scope.Subtree=Teilbaum
NOVLLDAPBASE.appconfig.lang=de
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.use-password-event-values=Diese Einstellung legt die Quelle des Werts fest, der f\u00FCr das nspmDistributionPassword-Attribut f\u00FCr Hinzuf\u00FCgungs- und \u00C4nderungsereignisse gemeldet wird.\n \n Die Einstellung 'Falsch' bedeutet, dass der aktuelle Wert von nspmDistributionPassword genommen und als Wert des Attributereignisses gemeldet wird. Dies bedeutet, dass nur der aktuelle Passwortwert verf\u00FCgbar ist. Dies ist die Standardeinstellung.\n \n Die Einstellung 'Wahr' bedeutet, dass der mit dem eDirectory-Ereignis aufgezeichnete Wert entschl\u00FCsselt und als Wert des Attributereignisses gemeldet wird. Dies bedeutet, dass sowohl der alte Passwortwert (sofern vorhanden) und das neue Passwort zum Ereigniszeitpunkt verf\u00FCgbar sind. Dies ist zur Passwortsynchronisierung bei einigen Anwendungen hilfreich, die zum Festlegen eines neuen Passworts das alte Passwort ben\u00F6tigen.
NOVLLDAPBASE.initial.settings.param.pub-ldap-search-scope=Suchbereich
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.qualified-dn-values=Die ausf\u00FChrliche Form f\u00FCr DN-Syntax-Attributwerte steuert, ob Werte f\u00FCr DN-Syntax-Attributwerte in nicht ausf\u00FChrlicher oder in ausf\u00FChrlicher Schr\u00E4gstrichform bereitgestellt werden. Die Einstellung 'Wahr' bedeutet, dass die Werte in ausf\u00FChrlicher Form bereitgestellt werden.
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.set-creators-name=Dieses Steuerelement wird von der DirXML-Engine verwendet, um zu bestimmen, ob das Attribut creatorsName f\u00FCr alle Objekte, die von diesem Treiber im Identit\u00E4tsdepot erstellt wurden, auf den DN des Treibers gesetzt werden soll.\n \n Die Festlegung des Attributs creatorsName erm\u00F6glicht die leichte Identifizierung der von diesem Treiber erstellten Objekte, bringt jedoch auch Leistungseinbu\u00DFen mit sich. Wenn keine Festlegung getroffen wird, wird das Attribut creatorsName standardm\u00E4\u00DFig auf den DN des NCP-Server-Objekts gesetzt, das als Host des Treibers fungiert.
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.qualified-dn-values=Ausf\u00FChrliche Form f\u00FCr DN-Syntax-Attributwerte
NOVLLDAPBASE.initial.settings.param.choice.use-ssl.Yes=Ja
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.combine-template-values=Hierdurch wird gesteuert, wie die DirXML-Engine Werte aus einem Schablonenobjekt verwendet, wenn die Schablone zum Erstellen von Objekten im Identit\u00E4tsdepot eingesetzt wird. Wenn 'true', werden die Attributwerte aus der Schablone, die jeweils aus mehreren Werten bestehen k\u00F6nnen, zus\u00E4tzlich zu den im Hinzuf\u00FCgevorgang angegebenen Werten f\u00FCr dasselbe Attribut verwendet. Wenn 'false', werden die Werte aus der Schablone ignoriert, wenn Werte f\u00FCr dasselbe Attribut im Hinzuf\u00FCgevorgang angegeben sind.
NOVLLDAPBASE.initial.settings.param.dscr.subUseBinaryAttrOption=Die meisten LDAP-Server unterst\u00FCtzen die Verwendung der Option f\u00FCr Bin\u00E4rattribute, wie in RFC 2251, Abschnitt 4.1.5.1, definiert. Wird dies vom LDAP-Server, mit dem dieser Treiber eine Verbindung herstellt, unterst\u00FCtzt? W\u00E4hlen Sie im Zweifelsfall 'Ja' aus.
NOVLLDAPBASE.initial.settings.param.pub-state-dir=Verzeichnis f\u00FCr tempor\u00E4re Dateien
NOVLLDAPBASE.initial.settings.param.choice.pub-method.NoPublisher=Kein Herausgeber
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.qualified-rename-values=Die ausf\u00FChrliche Form f\u00FCr Umbenennungsereignisse steuert, ob der "new-name"-Teil von Umbenennungsereignissen, die aus dem Identit\u00E4tsdepot stammen, dem Abonnentenkanal mit Typenbezeichnern (z. B. CN\=) bereitgestellt wird. Die Einstellung 'Wahr' bedeutet, dass die Namen in ausf\u00FChrlicher Form bereitgestellt werden.
NOVLLDAPBASE.initial.settings.param.choice.pagedSearch.Yes=Yes
NOVLLDAPBASE.initial.settings.param.ldap-vendor=Typ des LDAP-Verzeichnisses
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.dscr.shim-auth-id=Geben Sie die Authentifizierungs-ID f\u00FCr den Treiber ein.
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-scope.Onelevel=Eine Ebene
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.shim-auth-id=Authentifizierungs-ID
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.use-pending-association=Diese Einstellung legt fest, ob von der DirXML-Engine w\u00E4hrend der Verarbeitung des Abonnentenkanals eine ausstehende Verkn\u00FCpfung f\u00FCr ein Objekt geschrieben wird.\n \n Das Schreiben einer ausstehenden Verkn\u00FCpfung bietet kaum oder keine Vorteile, verringert jedoch die Leistung. Diese Option ist dennoch aus Gr\u00FCnden der Abw\u00E4rtskompabilit\u00E4t vorhanden.
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.dscr.shim-auth-password=Geben Sie das vom Treiber zum Herstellen einer Verbindung mit der Anwendung zu verwendende Passwort an.
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.choice.use-remote-loader.yes=Ja
NOVLLDAPBASE.initial.settings.param.dscr.preventLoopback=Geben Sie an, ob der Herausgeberkanal Loopbacks verhindert, indem Eintr\u00E4ge im \u00C4nderungsprotokoll ignoriert werden, deren 'modifiersname' dem DN entspricht, den der Treiber zur Authentifizierung verwendet. Diese Bedingung tritt normalerweise dann auf, wenn eine \u00C4nderung vom Abonnentenkanal des Treibers vorgenommen wurde.
NOVLLDAPBASE.initial.settings.param.dscr.ldap-vendor=W\u00E4hlen Sie 'LDAPv3' aus, sofern Sie nicht aus bestimmten Gr\u00FCnden eine andere Auswahl treffen m\u00FCssen.
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.choice.use-remote-loader.no=Nein
NOVLLDAPBASE.initial.settings.param.dscr.changeLogBegin=Geben Sie an, welche Eintr\u00E4ge des \u00C4nderungsprotokolls der Treiber verarbeitet, wenn er gestartet wird. Nach der Verarbeitung der Eintr\u00E4ge beim Start verarbeitet der Treiber bei jedem Polling-Zyklus neue Eintr\u00E4ge im \u00C4nderungsprotokoll.
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.dscr.rl-hostname=Geben Sie den Hostnamen oder die IP-Adresse des installierten, f\u00FCr diesen Treiber ausgef\u00FChrten Remote Loader-Service ein. [Hostname oder IP-Adresse; \#\#\#.\#\#\#.\#\#\#.\#\#\#]
NOVLLDAPBASE.initial.settings.param.pub-password-encryption-key=Sun Plugin-Verschl\u00FCsselungspasswort
NOVLLDAPBASE.initial.settings.param.keystore=Keystore-Pfad (f\u00FCr SSL-Zertifikate)
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.rl-port=Port
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-scope.Baseonly=Nur Basis
NOVLLDAPBASE.initial.settings.param.choice.ldap-vendor.LDAPv3=LDAPv3
NOVLLDAPBASE.initial.settings.param.choice.subIgnoreEmptyComponentOption.No=Nein
NOVLLDAPBASE.initial.settings.param.choice.pub-method.LDAPSearch=LDAP-Suche
NOVLLDAPBASE.initial.settings.param.choice.enforce-matching-parenthesis.No=Nein
NOVLLDAPBASE.initial.settings.param.choice.pagedSearch.No=No
NOVLLDAPBASE.initial.settings.param.choice.use-mutual-auth.No=Nein
NOVLLDAPBASE.initial.settings.param.dscr.pub-heartbeat-interval=Geben Sie das Heartbeat-intervall in Minuten an. Lassen Sie das Feld leer, wenn der Heartbeat deaktiviert werden soll.
NOVLLDAPBASE.initial.settings.param.dscr.pub-ldap-search-begin=Beim ersten Start dieses Treibers f\u00FChrt dieser die definierte LDAP-Suche aus. Diese Einstellung legt fest, ob auch die urspr\u00FCnglichen Suchergebnisse oder nur die nachfolgenden \u00C4nderungen synchronisiert werden.
NOVLLDAPBASE.initial.settings.param.keyalias=Schl\u00FCsselalias
NOVLLDAPBASE.initial.settings.param.pollRate=Polling-Intervall in Sekunden
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.dscr.driver-password=Das Passwort des Treiberobjekts wird vom Remote Loader f\u00FCr die Authentifizierung beim Identity Manager-Server verwendet. Es muss sich dabei um das gleiche Passwort handeln, das als Passwort des Treiberobjekts beim Identity Manager-Remote Loader-Service angegeben ist.
NOVLLDAPBASE.initial.settings.param.pub-class-processing-order=Klassenverarbeitungsreihenfolge
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.header.RemoteLoader=Remote Loader
NOVLLDAPBASE.initial.settings.param.useSunPluginGroup=Sun Passwort-Plugin verwenden
NOVLLDAPBASE.initial.settings.param.subIgnoreEmptyComponentOption=Leere Komponenten f\u00FCr Postadressen ignorieren
NOVLLDAPBASE.initial.settings.param.choice.preventLoopback.No=Nein
NOVLLDAPBASE.initial.settings.param.dscr.pub-method=W\u00E4hlen Sie die Ver\u00F6ffentlichungsmethode aus. Da es effizienter ist, das \u00C4nderungsprotokoll zu verwenden, sollten Sie diese Methode immer dann ausw\u00E4hlen, wenn auf dem LDAP-Server ein \u00C4nderungsprotokoll zur Verf\u00FCgung steht.
NOVLLDAPBASE.initial.settings.param.dscr.preferredObjectClasses=Da einige LDAP-Eintr\u00E4ge mehrere Werte f\u00FCr 'objectclass' haben, die Identit\u00E4tsdepot-Engine aber einen einzelnen Wert f\u00FCr 'class' erwartet, versucht der Treiber, den richtigen Wert zu 'erraten'. Falls er sich irrt, k\u00F6nnen Sie hier explizit LDAP-objectclasses auflisten, die bei der Zuordnung bevorzugt verwendet werden. Es k\u00F6nnen mehrere objectclasses aufgelistet werden, die durch Leerzeichen oder Kommas zu trennen sind.
NOVLLDAPBASE.initial.settings.param.dscr.use-mutual-auth=W\u00E4hlen Sie 'Ja' aus, wenn der Treiber SSL f\u00FCr die beiderseitige Authentifizierung (Client und Server) verwenden soll, oder 'Nein' f\u00FCr die reine Serverauthentifizierung. Wenn Sie 'Ja' ausw\u00E4hlen, m\u00FCssen die entsprechenden Zertifikate in Ihrem Keystore konfiguriert sein.
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.retry-interval=Wiederholintervall f\u00FCr den Abonnentenkanal in Sekunden
NOVLLDAPBASE.initial.settings.param.choice.enforce-matching-parenthesis.Yes=Ja
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.rl-kmo=KMO\:
NOVLLDAPBASE.idmresource.NOVLLDAPBASEDriverNamePrompt.gcv.dscr.name=Geben Sie den Treibernamen ein.
NOVLLDAPBASE.initial.settings.param.choice.useSunPluginGroup.Yes=Ja
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.allow-event-loopback=Ereignis-Loopback vom Herausgeber- zum Abonnentenkanal zulassen
NOVLLDAPBASE.initial.settings.param.dscr.enforce-matching-parenthesis=Geben Sie an, ob der Treiber korrekte Klammernpaare in objectclass- und attributetype-Definitionen im LDAP-Schema erzwingen soll. Wenn Sie 'Nein' w\u00E4hlen, ignoriert der Treiber unvollst\u00E4ndige Klammersetzungen in Schemadefinitionen.
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.rl-hostname=Hostname
NOVLLDAPBASE.initial.settings.param.dscr.batchSize=Geben Sie die maximale Stapelgr\u00F6\u00DFe f\u00FCr die Verarbeitung des \u00C4nderungsprotokolls an. Dadurch wird die Effizienz gesteigert, wenn das \u00C4nderungsprotokoll sehr gro\u00DF ist. Geben Sie eine 0 (Null) ein, wenn alle verf\u00FCgbaren Eintr\u00E4ge im \u00C4nderungsprotokoll zur gleichen Zeit verarbeitet werden sollen.
NOVLLDAPBASE.initial.settings.param.subUseBinaryAttrOption=LDAP-Server unterst\u00FCtzt Option f\u00FCr Bin\u00E4rattribute
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.max-replication-wait=Die maximale Wartezeit f\u00FCr die eDirectory-Reproduktion legt die maximale Zeitdauer fest, die die DirXML-Engine wartet, bis eine bestimmte \u00C4nderung zwischen der lokalen und einer Remote-Reproduktion reproduziert wird. Dies betrifft nur Vorg\u00E4nge, bei denen die DirXML-Engine einen Remote-eDirectory-Server in demselben Baum kontaktieren muss, um einen Vorgang durchzuf\u00FChren, und warten muss, bis eine \u00C4nderung reproduziert wurde, bevor der Vorgang abgeschlossen werden kann (z. B. Objektverschiebungen, wenn sich die Masterreproduktion des verschobenen Objekts nicht auf dem DirXML-Server befindet; oder Vorg\u00E4nge hinsichtlich Dateisystemrechten f\u00FCr Benutzer, die mittels Schablone erstellt wurden.)
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.dscr.rl-kmo=Enter the Key Name of the Key Material Object containing the keys and certificate used for SSL. The 'KMO' parameter is used only when an SSL connection exists between the Remote Loader and the Metadirectory engine.
NOVLLDAPBASE.initial.settings.param.choice.changeLogBegin.None=Keine
NOVLLDAPBASE.initial.settings.param.choice.changeLogBegin.All=Alle
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.rl-other=Other parameters\:
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.pwd-sync-status=Diese Einstellung legt fest, ob die DirXML-Engine den Status von Passwort\u00E4nderungsereignissen des Abonnentenkanals meldet. \n \n Das Melden solcher Ereignisse erm\u00F6glicht es Anwendungen wie z. B. der Identity Manager-Benutzeranwendung, beim \u00C4ndern eines Passworts den Synchronisierungsvorgang mit der verbundenen Anwendung zu \u00FCberwachen.
NOVLLDAPBASE.initial.settings.param.choice.use-ssl.No=Nein
NOVLLDAPBASE.initial.settings.param.dscr.use-ssl=Soll die LDAP-Kommunikation mittels SSL verschl\u00FCsselt werden? Wenn Sie 'Ja' ausw\u00E4hlen, muss ein mit den entsprechenden Zertifikaten konfigurierter Keystore vorhanden sein.
NOVLLDAPBASE.initial.settings.param.preventLoopback=Loopback verhindern
NOVLLDAPBASE.initial.settings.param.choice.preventLoopback.Yes=Ja
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.combine-template-values=Werte des Schablonenobjekts mit denen von Hinzuf\u00FCgevorg\u00E4ngen kombinieren
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.dscr.rl-port=Geben Sie die Portnummer an, auf dem der Remote Loader-Service f\u00FCr diesen Treiber installiert wurde und jetzt l\u00E4uft. Der Standardport ist 8090.
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.qualified-rename-values=Ausf\u00FChrliche Form f\u00FCr Umbenennungsereignisse
NOVLLDAPBASE.initial.settings.param.pub-heartbeat-interval=Heartbeat-Intervall in Minuten
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.set-creators-name=creatorsName f\u00FCr Objekte setzen, die im Identit\u00E4tsdepot erstellt wurden
NOVLLDAPBASE.idmresource.NOVLLDAPBASEDriverNamePrompt.gcv.name=Treibername
NOVLLDAPBASE.initial.settings.param.batchSize=Maximale Stapelgr\u00F6\u00DFe f\u00FCr die \u00C4nderungsprotokollverarbeitung
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.max-migrate-app-count=Dieses Steuerelement wird verwendet, um die Anzahl der Anwendungsobjekte zu begrenzen, die die DirXML-Engine von einer Anwendung w\u00E4hrend einer einzelnen Abfrage anfordert, die als Teil eines Vorgangs vom Typ 'Objekte von Anwendung migrieren' ausgef\u00FChrt wird. \n \n Falls Fehler vom Typ 'java.lang.OutOfMemoryError' w\u00E4hrend eines solchen Vorgangs auftreten, sollte ein Wert angegeben werden, der unter dem Standardwert liegt. \n \n Hinweis\: Die Anzahl der Anwendungsobjekte, die migriert werden d\u00FCrfen, wird nicht begrenzt, nur die 'Stapelgr\u00F6\u00DFe'.
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.shim-auth-password=Passwort
NOVLLDAPBASE.initial.settings.param.dscr.keystore=Geben Sie den vollst\u00E4ndigen Pfad zur Keystore-Datei an, die die SSL-Zertifikate enth\u00E4lt.
NOVLLDAPBASE.initial.settings.param.dscr.pub-class-processing-order=Geben Sie die LDAP-objectclass-Reihenfolge an, in der die Suchergebnisse verarbeitet werden sollen. Das Schl\u00FCsselwort 'others' nimmt alle nicht explizit aufgef\u00FChrten objectclasses in den Filter auf.
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.header.ApplicationAuthentication=Anwendungsauthentifizierung
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.use-pending-association=Ausstehende Verkn\u00FCpfungen schreiben
NOVLLDAPBASE.initial.settings.param.choice.subIgnoreEmptyComponentOption.Yes=Ja
NOVLLDAPBASE.initial.settings.param.choice.subUseBinaryAttrOption.Yes=Ja
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.use-password-event-values=Werte von Passwortereignissen verwenden
NOVLLDAPBASE.initial.settings.param.enforce-matching-parenthesis=Klammernpaare in Schema-Elementen erzwingen
NOVLLDAPBASE.initial.settings.param.preferredObjectClasses=Bevorzugte LDAP-ObjectClass-Namen
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.dscr.rl-password=Das Remote Loader-Passwort wird verwendet, um den Zugriff auf die Remote Loader-Instanz zu steuern. Es muss sich dabei um das gleiche Passwort handeln, das als Passwort des Remote Loader-Service beim Identity Manager-Remote Loader-Service angegeben ist.
NOVLLDAPBASE.initial.settings.param.dscr.keyalias=Geben Sie den\nAlias des Schl\u00FCssels ein.
NOVLLDAPBASE.initial.settings.param.dscr.pub-password-encryption-key=Geben Sie dasselbe Passwort ein, das mithilfe des Novell Identity Manager-Passwort-Plugins auf das Sun Java-Systemverzeichnis konfiguriert wurde. Dieses Passwort wird zum Generieren eines Schl\u00FCssels verwendet, der Passw\u00F6rter entschl\u00FCsselt.
NOVLLDAPBASE.initial.settings.param.dscr.pollRate=Geben Sie an, wie viele Sekunden der Herausgeberkanal zwischen den Polls des LDAP-Servers auf Aktualisierungen wartet.
NOVLLDAPBASE.initial.settings.param.pub-ldap-search-begin=Beim ersten Start zu synchronisierende Suchergebnisse
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.xslt-bc-mode=Dieses Steuerelement versetzt den XSLT-Prozessor, den die DirXML-Engine verwendet, in den abw\u00E4rtskompatiblen Modus. Der abw\u00E4rtskompatible Modus bewirkt, dass der XSLT-Prozessor ein oder mehrere Verhaltensmuster verwendet, die den XPath-1.0- und/oder XSLT-1.0-Standards nicht entsprechen. Dies dient der Abw\u00E4rtskompatibilit\u00E4t mit vorhandenen DirXML-Formatvorlagen, die auf nicht standardisierte Verhaltensmuster angewiesen sind. \n \n Im Besonderen\: \n \n Das Verhalten des XPath-Operators '\!\=', wenn ein Operand ein node-set und der andere Operand kein node-set ist, ist nicht korrekt in DirXML-Versionen bis einschlie\u00DFlich DirXML 2.0 (Novell Identity Manager 2.0). Dieses Verhalten wurde zwar korrigiert, aber das korrigierte Verhalten wird \u00FCber dieses Steuerelement standardm\u00E4\u00DFig deaktiviert zugunsten der Abw\u00E4rtskompatibilit\u00E4t mit vorhandenen DirXML-Formatvorlagen.
NOVLLDAPBASE.initial.settings.param.choice.useSunPluginGroup.No=Nein
NOVLLDAPBASE.initial.settings.param.use-mutual-auth=Beiderseitige Authentifizierung verwenden
NOVLLDAPBASE.initial.settings.param.use-ssl=SSL verwenden
NOVLLDAPBASE.idmresource.NOVLLDAPBASEDriverNamePrompt.gcv.header.DriverInformation=Treiberinformationen
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.pwd-sync-status=Statusmeldungen bei Passwortsynchronisierungen aktivieren
NOVLLDAPBASE.initial.settings.param.dscr.pub-ldap-search-scope=Geben Sie an, wie tief die Herausgebersuche vom Basis-DN aus erfolgen soll.
NOVLLDAPBASE.initial.settings.param.dscr.keystore-pass=Geben Sie das\nPasswort ein, das der Keystore verwenden soll.
pkg.description=LDAP-Treiber-Basispaket
NOVLLDAPBASE.initial.settings.param.changeLogBegin=Beim Start zu verarbeitende Eintr\u00E4ge im \u00C4nderungsprotokoll
NOVLLDAPBASE.initial.settings.param.choice.ldap-vendor.M-Vault=M-Depot
NOVLLDAPBASE.idmresource.NOVLLDAPBASEUpdateDesigner.gcv.header.*PleaseupgradetoDesigner4.5.5orlaterbeforeinstallingthispackage.=* Please upgrade to Designer 4.5.5 or later before installing this package. 
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.use-calculated-values=Vor Identity Manager 3.6 hat die DirXML-Engine "berechnete" Werte f\u00FCr die Attribute "Mitglied" und "Gruppenmitgliedschaft" abgerufen. Jetzt ruft die Engine statische Werte ab. Dieses Verhalten ist in der Regel n\u00FCtzlicher und erm\u00F6glicht das Synchronisieren von verschachtelten Gruppen. Wird dieser Parameter auf 'Wahr' festgelegt, gilt das fr\u00FChere Verhalten. \n \n Auch beim neuen Standardverhalten ab Version 3.6 k\u00F6nnen die berechneten Werte f\u00FCr die Attribute "Mitglied" und "Gruppenmitgliedschaft" abgerufen werden, indem die Attributnamen "[pseudo].Member" bzw. "[pseudo].Group Membership" verwendet werden.
NOVLLDAPBASE.initial.settings.param.choice.pub-method.Changelog=\u00C4nderungsprotokoll
NOVLLDAPBASE.initial.settings.param.dscr.maxOperations=Geben Sie die Anzahl der LDAP-Operationen an, nach der der Treiber eine Verbindung zum LDAP-Server wiederherstellt.\nErh\u00F6hen Sie den Standardwert, falls Sie h\u00E4ufige Treiberbindungen beobachten.
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.allow-event-loopback=Hierdurch wird gesteuert, ob die DirXML-Engine ein Ereignis-Loopback vom Herausgeberkanal eines Treibers zum Abonnentenkanal desselben Treibers zul\u00E4sst. Wenn 'false', ist das Ereignis-Loopback vom Herausgeber- zum Abonnentenkanal nicht zul\u00E4ssig. Wenn 'true', k\u00F6nnen Ereignisse vom Herausgeberkanal zum Abonnentenkanal desselben Treibers flie\u00DFen.
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.xslt-bc-mode=Nicht-Standard-, abw\u00E4rtskompatiblen Modus f\u00FCr XSLT verwenden
