#
#Mon Sep 20 16:47:26 MDT 2010
NOVLLDAPBASE.initial.settings.param.allowable-schema-element-chars=\u305D\u306E\u4ED6\u306E\u4F7F\u7528\u53EF\u80FD\u306A\u30B9\u30AD\u30FC\u30DE\u540D\u6587\u5B57
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.driver-password=\u30C9\u30E9\u30A4\u30D0\u30D1\u30B9\u30EF\u30FC\u30C9
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-begin.Synchronizeonlysubsequentchanges=\u3053\u306E\u5F8C\u306E\u5909\u66F4\u5206\u306E\u307F\u3092\u540C\u671F\u3059\u308B
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.rl-password=\u30EA\u30E2\u30FC\u30C8\u30D1\u30B9\u30EF\u30FC\u30C9
NOVLLDAPBASE.initial.settings.param.choice.changeLogBegin.Previouslyunprocessed=\u524D\u56DE\u306F\u672A\u51E6\u7406
NOVLLDAPBASE.initial.settings.param.pub-search-filters=\u500B\u3005\u306E\u5C5E\u6027\u3067\u30D5\u30A3\u30EB\u30BF\u3059\u308B\u305F\u3081\u306ELDAP\u691C\u7D22\u30D5\u30A3\u30EB\u30BF
NOVLLDAPBASE.initial.settings.param.dscr.subIgnoreEmptyComponentOption=LDAP\u30C9\u30E9\u30A4\u30D0\u306F\u3001\u90F5\u4FBF\u306E\u3042\u3066\u5148\u306E\u69CB\u6210\u8981\u7D20\u306E\u4E0D\u660E\u306E\u5024\u306B\u5BFE\u3057\u3066\u3001\u90F5\u4FBF\u306E\u3042\u3066\u5148\u30BB\u30D1\u30EC\u30FC\u30BF($)\u9593\u306E\u5024\u3068\u3057\u3066\u30B9\u30DA\u30FC\u30B9\u300C \u300D\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u30AA\u30F3\u306B\u3059\u308B\u3068\u3001\u5024\u306E\u306A\u3044\u5F8C\u7D9A\u306E\u69CB\u6210\u8981\u7D20\u304C\u7834\u68C4\u3055\u308C\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u9078\u629E\u306F\u300C\u3044\u3044\u3048\u300D\u3067\u3059\u3002
NOVLLDAPBASE.initial.settings.param.choice.use-mutual-auth.Yes=\u306F\u3044
NOVLLDAPBASE.initial.settings.param.keystore-pass=\u30AD\u30FC\u30B9\u30C8\u30A2\u30D1\u30B9\u30EF\u30FC\u30C9
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.shim-auth-server=\u63A5\u7D9A\u60C5\u5831
NOVLLDAPBASE.initial.settings.param.choice.subUseBinaryAttrOption.No=\u3044\u3044\u3048
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-begin.Synchronizeeverything=\u3059\u3079\u3066\u3092\u540C\u671F\u3059\u308B
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.max-migrate-app-count=\u4E00\u5EA6\u306B\u79FB\u884C\u3059\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u6700\u5927\u6570
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.dscr.shim-auth-server=\u30C9\u30E9\u30A4\u30D0\u304C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u63A5\u7D9A\u3059\u308B\u306E\u306B\u4F7F\u7528\u3059\u308B\u63A5\u7D9A\u60C5\u5831\u3092\u5165\u529B\u3057\u307E\u3059\u3002
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.use-remote-loader=\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u306B\u63A5\u7D9A
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.retry-interval=\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u306E\u518D\u8A66\u884C\u9593\u9694\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30B7\u30E0\u306E\u8CFC\u8AAD\u8005\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u518D\u8A66\u884C\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u8FD4\u3057\u3066\u304B\u3089\u3001DirXML\u30A8\u30F3\u30B8\u30F3\u304C\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u51E6\u7406\u3092\u518D\u8A66\u884C\u3059\u308B\u983B\u5EA6\u3092\u5236\u5FA1\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.dscr.useSunPluginGroup=Sun Java\u306E\u30B7\u30B9\u30C6\u30E0\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306BNovell Identity Manager\u30D1\u30B9\u30EF\u30FC\u30C9\u30D7\u30E9\u30B0\u30A4\u30F3\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304A\u3088\u3073\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u3066\u3001\u305D\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u3092\u4F7F\u7528\u3057\u3066Identity Manager\u914D\u5E03\u30D1\u30B9\u30EF\u30FC\u30C9\u3068\u540C\u671F\u3059\u308B\u5834\u5408\u306F\u3001\uFF3B\u306F\u3044\uFF3D\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.pub-method=\u767A\u884C\u65B9\u6CD5
NOVLLDAPBASE.initial.settings.param.maxOperations=\u5358\u4E00\u30D0\u30A4\u30F3\u30C9\u306E\u64CD\u4F5C\u306E\u6700\u5927\u6570
NOVLLDAPBASE.initial.settings.param.dscr.allowable-schema-element-chars=RFC 2252\u3067\u660E\u78BA\u306B\u7981\u6B62\u3055\u308C\u3066\u3044\u3066\u3082\u3001LDAP\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30AF\u30E9\u30B9\u304A\u3088\u3073\u5C5E\u6027\u30BF\u30A4\u30D7\u306E\u540D\u524D\u3067\u4F7F\u7528\u3067\u304D\u308B\u3088\u3046\u306B\u3059\u308B\u8FFD\u52A0\u306E\u6587\u5B57\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002LDAP\u30B5\u30FC\u30D0\u306E\u4E2D\u306B\u306F\u5FC5\u305A\u3057\u3082\u3053\u306E\u4ED5\u69D8\u306B\u5F93\u3063\u3066\u3044\u306A\u3044\u3082\u306E\u3082\u3042\u308A\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.dscr.pub-search-filters=\u30C9\u30E9\u30A4\u30D0\u30D5\u30A3\u30EB\u30BF\u5185\u306B\u3042\u308B\u3055\u307E\u3056\u307E\u306A\u30AF\u30E9\u30B9\u5185\u3067\u500B\u3005\u306E\u5C5E\u6027\u3092\u30D5\u30A3\u30EB\u30BF\u3059\u308B\u305F\u3081\u306ELDAP\u691C\u7D22\u30D5\u30A3\u30EB\u30BF\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u7A7A\u306E\u307E\u307E\u306B\u3059\u308B\u3068\u3001"objectclass\=inetorgperson"\u306E\u3088\u3046\u306B\u30C9\u30E9\u30A4\u30D0\u30D5\u30A3\u30EB\u30BF\u5185\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30AF\u30E9\u30B9\u306B\u306E\u307F\u57FA\u3065\u3044\u3066\u691C\u7D22\u304C\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002\u30C9\u30E9\u30A4\u30D0\u30D5\u30A3\u30EB\u30BF\u5185\u306B'n'\u500B\u306E\u30AF\u30E9\u30B9\u304C\u3042\u308B\u5834\u5408\u306F\u3001\u30C9\u30E9\u30A4\u30D0\u30D5\u30A3\u30EB\u30BF\u5185\u306E\u5404\u30AF\u30E9\u30B9\u306B1\u3064\u305A\u3064\u3001\u30B9\u30DA\u30FC\u30B9\u533A\u5207\u308A\u3067\u6700\u5927'n'\u500B\u306ELDAP\u691C\u7D22\u30D5\u30A3\u30EB\u30BF\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002\u305F\u3068\u3048\u3070\u3001\n(&(objectclass\=inetorgperson)(cn\=test))\u306E\u3088\u3046\u306A\u691C\u7D22\u30D5\u30A3\u30EB\u30BF\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.dscr.pub-state-dir=\u767A\u884C\u8005\u30C1\u30E3\u30CD\u30EB\u304C\u4E00\u6642\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3059\u308B\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u30D5\u30EB\u30D1\u30B9\u3092\u6307\u5B9A\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30D1\u30B9\u3092\u4F7F\u7528\u3059\u308B\u5834\u5408\u306F\u7A7A\u767D\u306E\u307E\u307E\u306B\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.use-calculated-values=\u8A08\u7B97\u3055\u308C\u305F\u30E1\u30F3\u30D0\u30FC\u30B7\u30C3\u30D7\u306E\u5024\u306E\u52D5\u4F5C\u306B\u623B\u3057\u307E\u3059
pkg.name=LDAP\u30D9\u30FC\u30B9
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.max-replication-wait=eDirectory\u306E\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u6700\u5927\u5F85\u6A5F\u6642\u9593(\u79D2)
NOVLLDAPBASE.appconfig.lang=ja
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-scope.Subtree=\u30B5\u30D6\u30C4\u30EA\u30FC
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.use-password-event-values=\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u306E\u8FFD\u52A0\u304A\u3088\u3073\u5909\u66F4\u30A4\u30D9\u30F3\u30C8\u306EnspmDistributionPassword\u5C5E\u6027\u306B\u5BFE\u3057\u3066\u5831\u544A\u3055\u308C\u305F\u5024\u306E\u30BD\u30FC\u30B9\u3092\u5224\u65AD\u3057\u307E\u3059\u3002\n \n \u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u3092false\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001nspmDistributionPassword\u306E\u73FE\u5728\u5024\u304C\u53D6\u5F97\u3055\u308C\u3001\u5C5E\u6027\u30A4\u30D9\u30F3\u30C8\u306E\u5024\u3068\u3057\u3066\u5831\u544A\u3055\u308C\u307E\u3059\u3002\u3064\u307E\u308A\u3001\u73FE\u5728\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u5024\u306E\u307F\u304C\u4F7F\u7528\u53EF\u80FD\u306B\u306A\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u52D5\u4F5C\u3067\u3059\u3002\n \n \u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u3092true\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001eDirectory\u30A4\u30D9\u30F3\u30C8\u306B\u3088\u3063\u3066\u8A18\u9332\u3055\u308C\u305F\u5024\u304C\u5FA9\u53F7\u5316\u3055\u308C\u3001\u5C5E\u6027\u30A4\u30D9\u30F3\u30C8\u306E\u5024\u3068\u3057\u3066\u5831\u544A\u3055\u308C\u307E\u3059\u3002\u3064\u307E\u308A\u3001\u30A4\u30D9\u30F3\u30C8\u6642\u306B\u53E4\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u5024(\u5B58\u5728\u3059\u308B\u5834\u5408)\u3068\u7F6E\u63DB\u7528\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u5024\u306E\u4E21\u65B9\u304C\u4F7F\u7528\u53EF\u80FD\u3067\u3059\u3002\u3053\u308C\u306F\u3001\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u8A2D\u5B9A\u3092\u6709\u52B9\u306B\u3059\u308B\u305F\u3081\u306B\u53E4\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u5FC5\u8981\u306A\u7279\u5B9A\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u540C\u671F\u3059\u308B\u306E\u306B\u4FBF\u5229\u3067\u3059\u3002
NOVLLDAPBASE.initial.settings.param.pub-ldap-search-scope=\u691C\u7D22\u30B9\u30B3\u30FC\u30D7
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.qualified-dn-values=DN\u69CB\u6587\u306E\u5C5E\u6027\u5024\u7528\u306E\u4FEE\u98FE\u5F62\u5F0F\u306F\u3001DN\u69CB\u6587\u306E\u5C5E\u6027\u5024\u3092\u30B9\u30E9\u30C3\u30B7\u30E5\u306B\u3088\u308B\u4FEE\u98FE\u5F62\u5F0F\u307E\u305F\u306F\u975E\u4FEE\u98FE\u5F62\u5F0F\u306E\u3044\u305A\u308C\u3067\u8868\u308F\u3059\u306E\u304B\u3092\u5236\u5FA1\u3057\u307E\u3059\u3002"True"\u306E\u8A2D\u5B9A\u306F\u3001\u5024\u304C\u4FEE\u98FE\u5F62\u5F0F\u3067\u8868\u308F\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.set-creators-name=\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u306B\u3088\u3063\u3066\u8B58\u5225\u30DC\u30FC\u30EB\u30C8\u5185\u306B\u4F5C\u6210\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3059\u3079\u3066\u306B\u5BFE\u3057\u3001creatorsName\u5C5E\u6027\u3092\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u306EDN\u306B\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u5224\u65AD\u3059\u308B\u305F\u3081\u306B\u3001DirXML\u30A8\u30F3\u30B8\u30F3\u304C\u4F7F\u7528\u3057\u307E\u3059\u3002\n \n creatorsName\u5C5E\u6027\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u306B\u3088\u3063\u3066\u4F5C\u6210\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u5BB9\u6613\u306B\u8B58\u5225\u3067\u304D\u307E\u3059\u304C\u3001\u540C\u6642\u306B\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u306E\u60AA\u5316\u3082\u4F34\u3044\u307E\u3059\u3002\u8A2D\u5B9A\u3057\u306A\u304B\u3063\u305F\u5834\u5408\u3001creatorsName\u5C5E\u6027\u306F\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u3001\u30C9\u30E9\u30A4\u30D0\u3092\u30DB\u30B9\u30C8\u3057\u3066\u3044\u308BNCP\u30B5\u30FC\u30D0\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306EDN\u306B\u8A2D\u5B9A\u3055\u308C\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.qualified-dn-values=DN\u69CB\u6587\u5C5E\u6027\u5024\u306E\u4FEE\u98FE\u5F62\u5F0F
NOVLLDAPBASE.initial.settings.param.choice.use-ssl.Yes=\u306F\u3044
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.combine-template-values=\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u4F7F\u7528\u3057\u3066\u8B58\u5225\u30DC\u30FC\u30EB\u30C8\u5185\u306B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u4F5C\u6210\u3059\u308B\u969B\u306B\u3001DirXML\u30A8\u30F3\u30B8\u30F3\u304C\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5024\u3092\u4F7F\u7528\u3059\u308B\u65B9\u6CD5\u3092\u6C7A\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u3092True\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u8907\u6570\u5024\u5C5E\u6027\u306E\u5024\u306E\u307B\u304B\u306B\u3001\u8FFD\u52A0\u64CD\u4F5C\u3067\u6307\u5B9A\u3055\u308C\u305F\u540C\u3058\u5C5E\u6027\u306E\u5024\u3082\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u3092False\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001\u8FFD\u52A0\u64CD\u4F5C\u3067\u6307\u5B9A\u3055\u308C\u305F\u540C\u3058\u5C5E\u6027\u306B\u5024\u304C\u3042\u3063\u305F\u5834\u5408\u3001\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u5024\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.dscr.subUseBinaryAttrOption=\u307B\u3068\u3093\u3069\u306ELDAP\u30B5\u30FC\u30D0\u3067\u306FRFC 2251\u306E\u30BB\u30AF\u30B7\u30E7\u30F34.1.5.1\u3067\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u3088\u3046\u306B\u3001\u30D0\u30A4\u30CA\u30EA\u5C5E\u6027\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u306E\u63A5\u7D9A\u5148\u306ELDAP\u30B5\u30FC\u30D0\u306F\u30D0\u30A4\u30CA\u30EA\u5C5E\u6027\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\u304B?\u4E0D\u660E\u306E\u5834\u5408\u306F\uFF3B\u306F\u3044\uFF3D\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
NOVLLDAPBASE.initial.settings.param.pub-state-dir=\u4E00\u6642\u30D5\u30A1\u30A4\u30EB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
NOVLLDAPBASE.initial.settings.param.choice.pub-method.NoPublisher=\u767A\u884C\u8005\u306A\u3057
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.qualified-rename-values=\u540D\u524D\u5909\u66F4\u30A4\u30D9\u30F3\u30C8\u306E\u4FEE\u98FE\u5F62\u5F0F\u306F\u3001\u8B58\u5225\u30DC\u30FC\u30EB\u30C8\u304B\u3089\u767A\u751F\u3057\u305F\u540D\u524D\u5909\u66F4\u30A4\u30D9\u30F3\u30C8\u306Enew-name\u306E\u90E8\u5206\u3092\u3001\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u306B\u5BFE\u3057\u3066\u30BF\u30A4\u30D7\u4FEE\u98FE\u5B50(\u4F8B\: CN\=)\u3092\u4ED8\u3051\u3066\u8868\u3059\u304B\u3069\u3046\u304B\u3092\u5236\u5FA1\u3057\u307E\u3059\u3002\u300CTrue\u300D\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001\u540D\u524D\u306F\u4FEE\u98FE\u5F62\u5F0F\u3067\u8868\u3055\u308C\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.ldap-vendor=LDAP\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30BF\u30A4\u30D7
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.dscr.shim-auth-id=\u30C9\u30E9\u30A4\u30D0\u306E\u8A8D\u8A3CID\u3092\u5165\u529B\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-scope.Onelevel=1\u30EC\u30D9\u30EB
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.shim-auth-id=\u8A8D\u8A3CID
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.use-pending-association=\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u306E\u51E6\u7406\u4E2D\u306BDirXML\u30A8\u30F3\u30B8\u30F3\u304C\u4FDD\u7559\u4E2D\u306E\u95A2\u9023\u4ED8\u3051\u3092\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u66F8\u304D\u8FBC\u3080\u304B\u3069\u3046\u304B\u3092\u6C7A\u5B9A\u3057\u307E\u3059\u3002\n \n \u4FDD\u7559\u4E2D\u306E\u95A2\u9023\u4ED8\u3051\u3092\u66F8\u304D\u8FBC\u3093\u3067\u3082\u5229\u70B9\u306F\u307B\u3068\u3093\u3069\u307E\u305F\u306F\u307E\u3063\u305F\u304F\u306A\u3044\u4E00\u65B9\u3067\u3001\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u306E\u4F4E\u4E0B\u3092\u62DB\u304D\u307E\u3059\u3002\u305D\u308C\u306B\u3082\u304B\u304B\u308F\u3089\u305A\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u5B58\u5728\u3057\u3066\u3044\u308B\u306E\u306F\u3001\u5F8C\u65B9\u4E92\u63DB\u6027\u304C\u5FC5\u8981\u306A\u5834\u5408\u306B\u30AA\u30F3\u306B\u3067\u304D\u308B\u3088\u3046\u306B\u3059\u308B\u305F\u3081\u3067\u3059\u3002
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.dscr.shim-auth-password=\u30C9\u30E9\u30A4\u30D0\u304C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u63A5\u7D9A\u3059\u308B\u306E\u306B\u4F7F\u7528\u3059\u308B\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.choice.use-remote-loader.yes=\u306F\u3044
NOVLLDAPBASE.initial.settings.param.dscr.preventLoopback=\u30C9\u30E9\u30A4\u30D0\u304C\u8A8D\u8A3C\u306B\u4F7F\u7528\u3059\u308BDN\u3068\u540C\u3058modifiersname\u3092\u6301\u3064changelog\u30A8\u30F3\u30C8\u30EA\u3092\u7121\u8996\u3059\u308B\u3053\u3068\u306B\u3088\u3063\u3066\u3001\u767A\u884C\u8005\u30C1\u30E3\u30CD\u30EB\u3067\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u3092\u9632\u6B62\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u3053\u306E\u6761\u4EF6\u306F\u901A\u5E38\u3001\u30C9\u30E9\u30A4\u30D0\u306E\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u3067\u884C\u308F\u308C\u305F\u5909\u66F4\u3092\u793A\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.dscr.ldap-vendor=\u4ED6\u306E\u9078\u629E\u80A2\u3067\u63D0\u4F9B\u3055\u308C\u3066\u3044\u308B\u7279\u5B9A\u306E\u56DE\u907F\u7B56\u304C\u5FC5\u8981\u306A\u5834\u5408\u4EE5\u5916\u306F\u3001\uFF3BLDAPv3\uFF3D\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.choice.use-remote-loader.no=\u3044\u3044\u3048
NOVLLDAPBASE.initial.settings.param.dscr.changeLogBegin=\u30C9\u30E9\u30A4\u30D0\u304C\u8D77\u52D5\u6642\u306B\u51E6\u7406\u3059\u308Bchangelog\u30A8\u30F3\u30C8\u30EA\u3092\u9078\u629E\u3057\u307E\u3059\u3002\u8D77\u52D5\u6642\u306Bchangelog\u306E\u30A8\u30F3\u30C8\u30EA\u304C\u51E6\u7406\u3055\u308C\u305F\u5F8C\u306F\u3001\u30C9\u30E9\u30A4\u30D0\u306F\u30DD\u30FC\u30EA\u30F3\u30B0\u5468\u671F\u3054\u3068\u306B\u65B0\u3057\u3044changelog\u30A8\u30F3\u30C8\u30EA\u3092\u51E6\u7406\u3057\u307E\u3059\u3002
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.dscr.rl-hostname=\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u30B5\u30FC\u30D3\u30B9\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u7528\u306B\u5B9F\u884C\u3057\u3066\u3044\u308B\u30DB\u30B9\u30C8\u540D\u307E\u305F\u306FIP\u30A2\u30C9\u30EC\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\uFF3B\u30DB\u30B9\u30C8\u540D\u307E\u305F\u306FIP\u30A2\u30C9\u30EC\u30B9; \#\#\#.\#\#\#.\#\#\#.\#\#\#\uFF3D
NOVLLDAPBASE.initial.settings.param.pub-password-encryption-key=Sun\u30D7\u30E9\u30B0\u30A4\u30F3\u6697\u53F7\u5316\u30D1\u30B9\u30EF\u30FC\u30C9
NOVLLDAPBASE.initial.settings.param.keystore=SSL\u8A3C\u660E\u66F8\u7528\u306E\u30AD\u30FC\u30B9\u30C8\u30A2\u30D1\u30B9
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.rl-port=\u30DD\u30FC\u30C8
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-scope.Baseonly=\u30D9\u30FC\u30B9\u306E\u307F
NOVLLDAPBASE.initial.settings.param.choice.ldap-vendor.LDAPv3=LDAPv3
NOVLLDAPBASE.initial.settings.param.choice.subIgnoreEmptyComponentOption.No=\u3044\u3044\u3048
NOVLLDAPBASE.initial.settings.param.choice.pub-method.LDAPSearch=LDAP\u691C\u7D22
NOVLLDAPBASE.initial.settings.param.choice.enforce-matching-parenthesis.No=\u3044\u3044\u3048
NOVLLDAPBASE.initial.settings.param.choice.use-mutual-auth.No=\u3044\u3044\u3048
NOVLLDAPBASE.initial.settings.param.dscr.pub-heartbeat-interval=\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u9593\u9694(\u5206)\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u3092\u30AA\u30D5\u306B\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u30D6\u30E9\u30F3\u30AF\u306E\u307E\u307E\u306B\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.dscr.pub-ldap-search-begin=\u30C9\u30E9\u30A4\u30D0\u306F\u521D\u56DE\u8D77\u52D5\u6642\u306B\u3001\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308BLDAP\u691C\u7D22\u3092\u5B9F\u884C\u3057\u307E\u3059\u3002\u3053\u306E\u8A2D\u5B9A\u306F\u3001\u521D\u56DE\u306E\u691C\u7D22\u7D50\u679C\u3092\u540C\u671F\u3059\u308B\u304B\u3001\u305D\u308C\u3068\u3082\u305D\u308C\u4EE5\u964D\u306E\u5909\u66F4\u306E\u307F\u3092\u540C\u671F\u3059\u308B\u304B\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.keyalias=\u30AD\u30FC\u30A8\u30A4\u30EA\u30A2\u30B9
NOVLLDAPBASE.initial.settings.param.pollRate=\u30DD\u30FC\u30EA\u30F3\u30B0\u9593\u9694(\u79D2)
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.dscr.driver-password=\u30C9\u30E9\u30A4\u30D0\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u3001\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u304CIdentity Manager\u30B5\u30FC\u30D0\u306B\u8A8D\u8A3C\u3092\u6C42\u3081\u308B\u3068\u304D\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u3001Identity Manager\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u306E\u30C9\u30E9\u30A4\u30D0\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u6307\u5B9A\u3055\u308C\u305F\u3082\u306E\u3068\u540C\u3058\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.pub-class-processing-order=\u30AF\u30E9\u30B9\u306E\u51E6\u7406\u9806\u5E8F
NOVLLDAPBASE.initial.settings.param.subIgnoreEmptyComponentOption=\u90F5\u4FBF\u306E\u3042\u3066\u5148\u306E\u7A7A\u767D\u306E\u69CB\u6210\u8981\u7D20\u3092\u7121\u8996\u3059\u308B
NOVLLDAPBASE.initial.settings.param.useSunPluginGroup=Sun\u30D1\u30B9\u30EF\u30FC\u30C9\u306EPlugin\u306E\u4F7F\u7528
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.header.RemoteLoader=\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0
NOVLLDAPBASE.initial.settings.param.dscr.pub-method=\u767A\u884C\u65B9\u6CD5\u3092\u9078\u629E\u3057\u307E\u3059\u3002Changelog\u3092\u4F7F\u7528\u3059\u308B\u65B9\u304C\u52B9\u7387\u7684\u306A\u306E\u3067\u3001LDAP\u30B5\u30FC\u30D0\u3067changelog\u304C\u4F7F\u7528\u53EF\u80FD\u306A\u5834\u5408\u306F\u305D\u306E\u65B9\u6CD5\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
NOVLLDAPBASE.initial.settings.param.choice.preventLoopback.No=\u3044\u3044\u3048
NOVLLDAPBASE.initial.settings.param.dscr.preferredObjectClasses=\u4E00\u90E8\u306ELDAP\u30A8\u30F3\u30C8\u30EA\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30AF\u30E9\u30B9\u306B\u306F\u8907\u6570\u306E\u5024\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u304C\u3042\u308A\u3001Identity Manager\u30A8\u30F3\u30B8\u30F3\u306F\u30AF\u30E9\u30B9\u306B\u5BFE\u3057\u3066\u5358\u4E00\u306E\u5024\u3092\u4E88\u671F\u3059\u308B\u305F\u3081\u3001\u30C9\u30E9\u30A4\u30D0\u306F\u4F7F\u7528\u3059\u308B\u9069\u5207\u306A\u5024\u3092\u6700\u9069\u306A\u65B9\u6CD5\u3067\u63A8\u6E2C\u3057\u307E\u3059\u3002\u3053\u306E\u63A8\u6E2C\u304C\u9593\u9055\u3063\u3066\u3044\u305F\u5834\u5408\u306F\u3001\u30DE\u30C3\u30D4\u30F3\u30B0\u51E6\u7406\u3067\u512A\u5148\u3059\u308BLDAP\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30AF\u30E9\u30B9\u3092\u660E\u793A\u7684\u306B\u4E00\u89A7\u306B\u3067\u304D\u307E\u3059\u3002\u30B9\u30DA\u30FC\u30B9\u307E\u305F\u306F\u30AB\u30F3\u30DE\u3067\u533A\u5207\u3063\u3066\u8907\u6570\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30AF\u30E9\u30B9\u3092\u4E00\u89A7\u306B\u3067\u304D\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.dscr.use-mutual-auth=\u30C9\u30E9\u30A4\u30D0\u3067SSL\u76F8\u4E92(\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3068\u30B5\u30FC\u30D0\u306E\u4E21\u65B9)\u8A8D\u8A3C\u3092\u4F7F\u7528\u3059\u308B\u5834\u5408\u306F\uFF3B\u306F\u3044\uFF3D\u3092\u9078\u629E\u3057\u3001\u30B5\u30FC\u30D0\u8A8D\u8A3C\u306E\u307F\u306E\u5834\u5408\u306F\uFF3B\u3044\u3044\u3048\uFF3D\u3092\u9078\u629E\u3057\u307E\u3059\u3002\uFF3B\u306F\u3044\uFF3D\u3092\u9078\u629E\u3057\u305F\u5834\u5408\u306F\u3001\u30AD\u30FC\u30B9\u30C8\u30A2\u5185\u306B\u9069\u5207\u306A\u8A3C\u660E\u66F8\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.retry-interval=\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u306E\u518D\u8A66\u884C\u9593\u9694(\u79D2)
NOVLLDAPBASE.initial.settings.param.choice.enforce-matching-parenthesis.Yes=\u306F\u3044
NOVLLDAPBASE.idmresource.NOVLLDAPBASEDriverNamePrompt.gcv.dscr.name=\u30C9\u30E9\u30A4\u30D0\u540D\u3092\u5165\u529B\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.choice.useSunPluginGroup.Yes=\u306F\u3044
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.allow-event-loopback=\u767A\u884C\u8005\u304B\u3089\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u3078\u306E\u30A4\u30D9\u30F3\u30C8\u306E\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u3092\u8A31\u53EF\u3059\u308B
NOVLLDAPBASE.initial.settings.param.dscr.enforce-matching-parenthesis=LDAP\u30B9\u30AD\u30FC\u30DE\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30AF\u30E9\u30B9\u304A\u3088\u3073\u5C5E\u6027\u30BF\u30A4\u30D7\u5B9A\u7FA9\u306E\u62EC\u5F27\u3092\u30C9\u30E9\u30A4\u30D0\u3067\u5F37\u5236\u7684\u306B\u4E00\u81F4\u3055\u305B\u308B\u304B\u3069\u3046\u304B\u3092\u9078\u629E\u3057\u307E\u3059\u3002\uFF3B\u3044\u3044\u3048\uFF3D\u3092\u9078\u629E\u3059\u308B\u3068\u3001\u30C9\u30E9\u30A4\u30D0\u306F\u30B9\u30AD\u30FC\u30DE\u5B9A\u7FA9\u306B\u62EC\u5F27\u69CB\u6587\u9055\u53CD\u304C\u3042\u3063\u3066\u3082\u7121\u8996\u3057\u307E\u3059\u3002
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.rl-hostname=\u30DB\u30B9\u30C8\u540D
NOVLLDAPBASE.initial.settings.param.dscr.batchSize=Changelog\u51E6\u7406\u306E\u6700\u5927\u30D0\u30C3\u30C1\u30B5\u30A4\u30BA\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u308C\u306B\u3088\u308A\u3001changelog\u304C\u5927\u5BB9\u91CF\u306E\u5834\u5408\u306B\u52B9\u7387\u3092\u5411\u4E0A\u3055\u305B\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u4F7F\u7528\u53EF\u80FD\u306Achangelog\u30A8\u30F3\u30C8\u30EA\u3092\u3059\u3079\u3066\u540C\u6642\u306B\u51E6\u7406\u3059\u308B\u5834\u5408\u306F\u3001\u30BC\u30ED\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.subUseBinaryAttrOption=LDAP\u30B5\u30FC\u30D0\u306F\u30D0\u30A4\u30CA\u30EA\u5C5E\u6027\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.max-replication-wait=eDirectory\u306E\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u6700\u5927\u5F85\u6A5F\u6642\u9593\u306F\u3001DirXML\u30A8\u30F3\u30B8\u30F3\u304C\u7279\u5B9A\u306E\u5909\u66F4\u3092\u30ED\u30FC\u30AB\u30EB\u30EC\u30D7\u30EA\u30AB\u3068\u30EA\u30E2\u30FC\u30C8\u30EC\u30D7\u30EA\u30AB\u306E\u9593\u3067\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3059\u308B\u307E\u3067\u306E\u6700\u5927\u5F85\u6A5F\u6642\u9593\u3092\u5236\u5FA1\u3057\u307E\u3059\u3002\u3053\u308C\u306F\u3001DirXML\u30A8\u30F3\u30B8\u30F3\u304C\u540C\u3058\u30C4\u30EA\u30FC\u5185\u306E\u30EA\u30E2\u30FC\u30C8eDirectory\u30B5\u30FC\u30D0\u3068\u901A\u4FE1\u3057\u3066\u51E6\u7406\u3092\u5B9F\u884C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u3001\u51E6\u7406\u3092\u5B8C\u4E86\u3059\u308B\u306B\u306F\u7279\u5B9A\u306E\u5909\u66F4\u304C\u30EA\u30E2\u30FC\u30C8\u30B5\u30FC\u30D0\u3068\u306E\u9593\u3067\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u308B\u307E\u3067\u5F85\u6A5F\u3057\u306A\u3051\u308C\u3070\u306A\u3089\u306A\u3044\u51E6\u7406\u306B\u306E\u307F\u5F71\u97FF\u3057\u307E\u3059(\u305F\u3068\u3048\u3070\u3001DirXML\u30B5\u30FC\u30D0\u304C\u79FB\u52D5\u5BFE\u8C61\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30DE\u30B9\u30BF\u30EC\u30D7\u30EA\u30AB\u3092\u4FDD\u6301\u3057\u3066\u3044\u306A\u3044\u3068\u304D\u306B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u79FB\u52D5\u3059\u308B\u5834\u5408\u3084\u3001\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304B\u3089\u4F5C\u6210\u3055\u308C\u305F\u30E6\u30FC\u30B6\u306E\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u6A29\u9650\u51E6\u7406\u306E\u5834\u5408\u306A\u3069)\u3002
NOVLLDAPBASE.initial.settings.param.choice.changeLogBegin.None=\u306A\u3057
NOVLLDAPBASE.initial.settings.param.choice.changeLogBegin.All=\u3059\u3079\u3066
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.pwd-sync-status=\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001DirXML\u30A8\u30F3\u30B8\u30F3\u304C\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u5909\u66F4\u30A4\u30D9\u30F3\u30C8\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u30EC\u30DD\u30FC\u30C8\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u6C7A\u5B9A\u3057\u307E\u3059\u3002 \n \n \u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u5909\u66F4\u30A4\u30D9\u30F3\u30C8\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u30EC\u30DD\u30FC\u30C8\u3059\u308B\u3068\u3001Identity Manager\u30E6\u30FC\u30B6\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306A\u3069\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306F\u3001\u63A5\u7D9A\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3068\u540C\u671F\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u30D1\u30B9\u30EF\u30FC\u30C9\u5909\u66F4\u306E\u540C\u671F\u306E\u9032\u884C\u72B6\u6CC1\u3092\u76E3\u8996\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.choice.use-ssl.No=\u3044\u3044\u3048
NOVLLDAPBASE.initial.settings.param.dscr.use-ssl=LDAP\u30D7\u30ED\u30C8\u30B3\u30EB\u306E\u901A\u4FE1\u3092SSL\u3067\u6697\u53F7\u5316\u3057\u307E\u3059\u304B? \uFF3B\u306F\u3044\uFF3D\u3092\u9078\u629E\u3059\u308B\u5834\u5408\u306F\u3001\u9069\u5207\u306A\u8A3C\u660E\u66F8\u3092\u4F7F\u3063\u3066\u30AD\u30FC\u30B9\u30C8\u30A2\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.preventLoopback=\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u306E\u56DE\u907F
NOVLLDAPBASE.initial.settings.param.choice.preventLoopback.Yes=\u306F\u3044
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.combine-template-values=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5024\u3092\u8FFD\u52A0\u64CD\u4F5C\u306E\u5024\u3068\u7D50\u5408\u3059\u308B
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.dscr.rl-port=\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u30B5\u30FC\u30D3\u30B9\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u7528\u306B\u5B9F\u884C\u3057\u3066\u3044\u308B\u30DD\u30FC\u30C8\u756A\u53F7\u3092\u5165\u529B\u3057\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30DD\u30FC\u30C8\u306F8090\u3067\u3059\u3002
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.qualified-rename-values=\u540D\u524D\u5909\u66F4\u30A4\u30D9\u30F3\u30C8\u306E\u4FEE\u98FE\u5F62\u5F0F
NOVLLDAPBASE.initial.settings.param.pub-heartbeat-interval=\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u9593\u9694(\u5206)
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.set-creators-name=\u8B58\u5225\u30DC\u30FC\u30EB\u30C8\u3067\u4F5C\u6210\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306BcreatorsName\u3092\u8A2D\u5B9A
NOVLLDAPBASE.idmresource.NOVLLDAPBASEDriverNamePrompt.gcv.name=\u30C9\u30E9\u30A4\u30D0\u540D
NOVLLDAPBASE.initial.settings.param.batchSize=Changelog\u51E6\u7406\u306E\u6700\u5927\u30D0\u30C3\u30C1\u30B5\u30A4\u30BA
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.max-migrate-app-count=\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001\u300C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u79FB\u884C\u300D\u51E6\u7406\u306E\u4E00\u90E8\u3068\u3057\u3066\u5B9F\u884C\u3055\u308C\u308B\u5358\u4E00\u306E\u30AF\u30A8\u30EA\u4E2D\u306BDirXML\u30A8\u30F3\u30B8\u30F3\u304C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u8981\u6C42\u3059\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u6570\u3092\u5236\u9650\u3059\u308B\u5834\u5408\u306B\u4F7F\u7528\u3057\u307E\u3059\u3002 \n \n \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u306E\u79FB\u884C\u51E6\u7406\u4E2D\u306B\u300Cjava.lang.OutOfMemoryError\u300D\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3059\u308B\u5834\u5408\u306F\u3001\u3053\u306E\u6570\u3092\u30C7\u30D5\u30A9\u30EB\u30C8\u3088\u308A\u5C0F\u3055\u304F\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002 \n \n \u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001\u79FB\u884C\u3067\u304D\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u6570\u3092\u5236\u9650\u3059\u308B\u3082\u306E\u3067\u306F\u306A\u3044\u70B9\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u308C\u306F\u5358\u306B\u300C\u30D0\u30C3\u30C1\u30B5\u30A4\u30BA\u300D\u3092\u5236\u9650\u3059\u308B\u3060\u3051\u3067\u3059\u3002
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.shim-auth-password=\u30D1\u30B9\u30EF\u30FC\u30C9
NOVLLDAPBASE.initial.settings.param.dscr.keystore=SSL\u8A3C\u660E\u66F8\u304C\u542B\u307E\u308C\u308B\u30AD\u30FC\u30B9\u30C8\u30A2\u30D5\u30A1\u30A4\u30EB\u306E\u30D5\u30EB\u30D1\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.dscr.pub-class-processing-order=\u691C\u7D22\u7D50\u679C\u3092\u51E6\u7406\u3059\u308BLDAP\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30AF\u30E9\u30B9\u306E\u9806\u5E8F\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30AD\u30FC\u30EF\u30FC\u30C9\u300C\u305D\u306E\u4ED6\u300D\u3092\u6307\u5B9A\u3059\u308B\u3068\u3001\u3059\u3079\u3066\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30AF\u30E9\u30B9\u304C\u30D5\u30A3\u30EB\u30BF\u306B\u542B\u307E\u308C\u307E\u3059\u304C\u3001\u660E\u793A\u7684\u306B\u6307\u5B9A\u3057\u305F\u3082\u306E\u306F\u542B\u307E\u308C\u307E\u305B\u3093\u3002
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.header.ApplicationAuthentication=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u8A8D\u8A3C
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.use-pending-association=\u4FDD\u7559\u4E2D\u306E\u95A2\u9023\u4ED8\u3051\u306E\u66F8\u304D\u8FBC\u307F
NOVLLDAPBASE.initial.settings.param.choice.subIgnoreEmptyComponentOption.Yes=\u306F\u3044
NOVLLDAPBASE.initial.settings.param.choice.subUseBinaryAttrOption.Yes=\u306F\u3044
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.use-password-event-values=\u30D1\u30B9\u30EF\u30FC\u30C9\u30A4\u30D9\u30F3\u30C8\u5024\u306E\u4F7F\u7528
NOVLLDAPBASE.initial.settings.param.enforce-matching-parenthesis=\u30B9\u30AD\u30FC\u30DE\u8981\u7D20\u3067\u5F37\u5236\u7684\u306B\u62EC\u5F27\u3092\u4E00\u81F4\u3055\u305B\u308B
NOVLLDAPBASE.initial.settings.param.preferredObjectClasses=\u512A\u5148\u3055\u308C\u308BLDAP\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30AF\u30E9\u30B9\u540D
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.dscr.rl-password=\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u3001\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u3092\u5236\u5FA1\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u3001Identity Manager\u306E\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u306E\u30EA\u30E2\u30FC\u30C8\u30ED\u30FC\u30C0\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u6307\u5B9A\u3055\u308C\u305F\u3082\u306E\u3068\u540C\u3058\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.dscr.keyalias=\u30AD\u30FC\u306E\u5225\u540D\u3092\n\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
NOVLLDAPBASE.initial.settings.param.dscr.pub-password-encryption-key=Sun Java\u306E\u30B7\u30B9\u30C6\u30E0\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u3001Novell Identity Manager\u30D1\u30B9\u30EF\u30FC\u30C9\u30D7\u30E9\u30B0\u30A4\u30F3\u3067\u8A2D\u5B9A\u3057\u305F\u30D1\u30B9\u30EF\u30FC\u30C9\u3068\u540C\u3058\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5FA9\u53F7\u5316\u3059\u308B\u9375\u304C\u751F\u6210\u3055\u308C\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.dscr.pollRate=\u767A\u884C\u8005\u30C1\u30E3\u30CD\u30EB\u304CLDAP\u30B5\u30FC\u30D0\u3067\u66F4\u65B0\u3092\u30DD\u30FC\u30EA\u30F3\u30B0\u3059\u308B\u307E\u3067\u5F85\u6A5F\u3059\u308B\u79D2\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.pub-ldap-search-begin=\u521D\u56DE\u8D77\u52D5\u6642\u306B\u691C\u7D22\u7D50\u679C\u3092\u540C\u671F
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.xslt-bc-mode=\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001DirXML\u30A8\u30F3\u30B8\u30F3\u304C\u4F7F\u7528\u3059\u308BXSLT\u30D7\u30ED\u30BB\u30C3\u30B5\u3092\u5F8C\u65B9\u4E92\u63DB\u30E2\u30FC\u30C9\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002\u5F8C\u65B9\u4E92\u63DB\u30E2\u30FC\u30C9\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u3001XSLT\u30D7\u30ED\u30BB\u30C3\u30B5\u306F\u3001XPath 1.0\u307E\u305FXSLT 1.0\u3001\u3042\u308B\u3044\u306F\u305D\u306E\u4E21\u65B9\u306E\u6A19\u6E96\u306B\u6E96\u62E0\u3057\u3066\u3044\u306A\u3044\u52D5\u4F5C\u30921\u3064\u4EE5\u4E0A\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u975E\u6A19\u6E96\u306E\u52D5\u4F5C\u306B\u4F9D\u5B58\u3057\u3066\u3044\u308B\u65E2\u5B58\u306EDirXML\u30B9\u30BF\u30A4\u30EB\u30B7\u30FC\u30C8\u3068\u306E\u5F8C\u65B9\u4E92\u63DB\u6027\u3092\u78BA\u4FDD\u3059\u308B\u305F\u3081\u3067\u3059\u3002 \n \n \u7279\u5225\u306A\u6CE8\u610F\u70B9\: \n \n \u4E00\u65B9\u306E\u30AA\u30DA\u30E9\u30F3\u30C9\u304C\u30CE\u30FC\u30C9\u30BB\u30C3\u30C8\u3067\u3001\u3082\u3046\u4E00\u65B9\u306E\u30AA\u30DA\u30E9\u30F3\u30C9\u304C\u30CE\u30FC\u30C9\u30BB\u30C3\u30C8\u4EE5\u5916\u306E\u5834\u5408\u3001XPath\u306E\u300C\!\=\u300D\u6F14\u7B97\u5B50\u306E\u52D5\u4F5C\u306F\u3001DirXML 2.0 (Novell Identity Manager 2.0)\u307E\u3067\u306EDirXML\u30EA\u30EA\u30FC\u30B9\u3067\u306F\u9593\u9055\u3063\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u52D5\u4F5C\u306F\u3059\u3067\u306B\u4FEE\u6B63\u6E08\u307F\u3067\u3059\u304C\u3001\u65E2\u5B58\u306EDirXML\u30B9\u30BF\u30A4\u30EB\u30B7\u30FC\u30C8\u3068\u306E\u5F8C\u65B9\u4E92\u63DB\u6027\u306E\u305F\u3081\u3001\u4FEE\u6B63\u3055\u308C\u305F\u52D5\u4F5C\u306F\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306B\u3088\u3063\u3066\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u7121\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.choice.useSunPluginGroup.No=\u3044\u3044\u3048
NOVLLDAPBASE.initial.settings.param.use-mutual-auth=\u76F8\u4E92\u8A8D\u8A3C\u306E\u4F7F\u7528
NOVLLDAPBASE.initial.settings.param.use-ssl=SSL\u3092\u4F7F\u7528
NOVLLDAPBASE.idmresource.NOVLLDAPBASEDriverNamePrompt.gcv.header.DriverInformation=\u30C9\u30E9\u30A4\u30D0\u60C5\u5831
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.pwd-sync-status=\u30D1\u30B9\u30EF\u30FC\u30C9\u540C\u671F\u30B9\u30C6\u30FC\u30BF\u30B9\u30EC\u30DD\u30FC\u30C8\u306E\u6709\u52B9\u5316
NOVLLDAPBASE.initial.settings.param.dscr.pub-ldap-search-scope=\u767A\u884C\u8005\u304C\u30D9\u30FC\u30B9DN\u304B\u3089\u691C\u7D22\u3059\u308B\u6DF1\u3055\u3092\u9078\u629E\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.param.dscr.keystore-pass=\u30AD\u30FC\u30B9\u30C8\u30A2\n\u306B\u3088\u3063\u3066\u4F7F\u7528\u3055\u308C\u308B\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
pkg.description=LDAP\u30C9\u30E9\u30A4\u30D0\u306E\u57FA\u672C\u30D1\u30C3\u30B1\u30FC\u30B8
NOVLLDAPBASE.initial.settings.param.changeLogBegin=\u8D77\u52D5\u6642\u306B\u51E6\u7406\u3059\u308BChangelog\u30A8\u30F3\u30C8\u30EA
NOVLLDAPBASE.initial.settings.param.choice.ldap-vendor.M-Vault=M\u30DC\u30FC\u30EB\u30C8
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.use-calculated-values=Identity Manager 3.6\u3088\u308A\u524D\u306F\u3001DirXML\u30A8\u30F3\u30B8\u30F3\u306F\u300CMember\u300D\u304A\u3088\u3073\u300CGroup Membership\u300D\u5C5E\u6027\u306E\u300C\u8A08\u7B97\u3055\u308C\u305F\u300D\u5024\u3092\u53D6\u5F97\u3057\u3066\u3044\u307E\u3057\u305F\u3002\u4ECA\u3067\u306F\u30A8\u30F3\u30B8\u30F3\u304C\u56FA\u5B9A\u5024\u3092\u53D6\u5F97\u3059\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u3053\u306E\u52D5\u4F5C\u306E\u307B\u3046\u304C\u3088\u308A\u4FBF\u5229\u3067\u3001\u30CD\u30B9\u30C8\u3055\u308C\u305F\u30B0\u30EB\u30FC\u30D7\u306E\u540C\u671F\u5316\u3082\u53EF\u80FD\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u3092True\u306B\u8A2D\u5B9A\u3059\u308B\u3068\u30013.6 \u3088\u308A\u524D\u306E\u52D5\u4F5C\u306B\u623B\u308A\u307E\u3059\u3002 \n \n 3.6\u4EE5\u964D\u3067\u3082\u3001\u300C[pseudo].Member\u300D\u304A\u3088\u3073\u300C[pseudo].Group Membership\u300D\u3068\u3044\u3046\u540D\u524D\u306E\u7279\u6B8A\u5C5E\u6027\u3092\u4F7F\u7528\u3057\u3066\u3001\u8A08\u7B97\u3055\u308C\u305F\u5024\u3092\u300CMember\u300D\u304A\u3088\u3073\u300CGroup Membership\u300D\u306B\u8AAD\u307F\u8FBC\u3080\u3088\u3046\u306B\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u52D5\u4F5C\u3092\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u3082\u53EF\u80FD\u3067\u3059\u3002
NOVLLDAPBASE.initial.settings.param.choice.pub-method.Changelog=Changelog
NOVLLDAPBASE.initial.settings.param.dscr.maxOperations=\u30C9\u30E9\u30A4\u30D0\u304CLDAP\u30B5\u30FC\u30D0\u306B\u518D\u63A5\u7D9A\u3057\u305F\u5F8C\u306ELDAP\u64CD\u4F5C\u56DE\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30C9\u30E9\u30A4\u30D0\u304C\u983B\u7E41\u306B\u30D0\u30A4\u30F3\u30C9\u3092\u884C\u3046\u3053\u3068\u304C\n\u308F\u304B\u3063\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u3092\u5927\u304D\u3044\u5024\u306B\u5909\u66F4\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.allow-event-loopback=\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306F\u3001\u30C9\u30E9\u30A4\u30D0\u306E\u767A\u884C\u8005\u30C1\u30E3\u30CD\u30EB\u304B\u3089\u540C\u3058\u30C9\u30E9\u30A4\u30D0\u306E\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u3078DirXML\u30A8\u30F3\u30B8\u30F3\u304C\u30A4\u30D9\u30F3\u30C8\u3092\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u3067\u304D\u308B\u3088\u3046\u306B\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u6C7A\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u3092False\u306B\u8A2D\u5B9A\u3057\u305F\u5834\u5408\u3001\u767A\u884C\u8005\u304B\u3089\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u3078\u306E\u30A4\u30D9\u30F3\u30C8\u306E\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u3092\u8A31\u53EF\u3057\u306A\u3044\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002\u3053\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u3092True\u306B\u8A2D\u5B9A\u3057\u305F\u5834\u5408\u3001\u30A4\u30D9\u30F3\u30C8\u306F\u767A\u884C\u8005\u30C1\u30E3\u30CD\u30EB\u304B\u3089\u540C\u3058\u30C9\u30E9\u30A4\u30D0\u306E\u8CFC\u8AAD\u8005\u30C1\u30E3\u30CD\u30EB\u3078\u6D41\u308C\u308B\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.xslt-bc-mode=XSLT\u306B\u5BFE\u3057\u3066\u975E\u6E96\u62E0\u306E\u5F8C\u65B9\u4E92\u63DB\u30E2\u30FC\u30C9\u3092\u4F7F\u7528
