#
#Mon Sep 20 16:47:26 MDT 2010
NOVLLDAPBASE.initial.settings.param.allowable-schema-element-chars=Caract\u00E8res suppl\u00E9mentaires du nom de sch\u00E9ma autoris\u00E9
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.driver-password=Mot de passe du pilote
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-begin.Synchronizeonlysubsequentchanges=Ne synchroniser que les modifications ult\u00E9rieures
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.rl-password=Mot de passe distant
NOVLLDAPBASE.initial.settings.param.choice.changeLogBegin.Previouslyunprocessed=Pr\u00E9c\u00E9demment non trait\u00E9es
NOVLLDAPBASE.initial.settings.param.pub-search-filters=Filtres de recherche LDAP pour filtrer les attributs individuels
NOVLLDAPBASE.initial.settings.param.dscr.subIgnoreEmptyComponentOption=Le pilote LDAP utilise un espace " " en tant que valeur entre le s\u00E9parateur d'adresse postale ($) pour les valeurs manquantes des composants d'adresse postale. L'activation de ce param\u00E8tre \u00E9limine les composants finals sans valeur. La s\u00E9lection par d\u00E9faut est "Non".
NOVLLDAPBASE.initial.settings.param.choice.use-mutual-auth.Yes=Oui
NOVLLDAPBASE.initial.settings.param.keystore-pass=Mot de passe Keystore
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.shim-auth-server=Informations de connexion
NOVLLDAPBASE.initial.settings.param.choice.subUseBinaryAttrOption.No=Non
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-begin.Synchronizeeverything=Tout synchroniser
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.max-migrate-app-count=Nombre maximum d'objets Application \u00E0 migrer simultan\u00E9ment
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.dscr.shim-auth-server=Entrez les informations de connexion utilis\u00E9es par le pilote pour se connecter \u00E0 l'application.
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.use-remote-loader=Se connecter au chargeur distant
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.retry-interval=L'intervalle de r\u00E9essai du canal Abonn\u00E9 d\u00E9termine la fr\u00E9quence \u00E0 laquelle le moteur DirXML r\u00E9essaiera le traitement d'une transaction mise en cache lorsque l'objet Abonn\u00E9 du module d'interface de l'application renvoie un \u00E9tat r\u00E9essayer.
NOVLLDAPBASE.initial.settings.param.dscr.useSunPluginGroup=Sp\u00E9cifiez Oui si vous avez install\u00E9 et configur\u00E9 le plug-in Novell Identity Manager Password sur Sun Java System Directory et que vous voulez l'utiliser pour le synchroniser avec le mot de passe de distribution Identity Manager.
NOVLLDAPBASE.initial.settings.param.pub-method=M\u00E9thode de publication
NOVLLDAPBASE.initial.settings.param.maxOperations=Nombre maximum d'op\u00E9rations pour une seule liaison
NOVLLDAPBASE.initial.settings.param.dscr.allowable-schema-element-chars=Sp\u00E9cifiez les caract\u00E8res suppl\u00E9mentaires \u00E0 autoriser dans les noms de classe d'objet et de type d'attribut LDAP, m\u00EAme lorsque ces caract\u00E8res ne sont pas autoris\u00E9s par la norme RFC 2252. Certains serveurs LDAP ne respectent pas toujours les sp\u00E9cifications.
NOVLLDAPBASE.initial.settings.param.dscr.pub-search-filters=Sp\u00E9cifiez les filtres de recherche LDAP pour filtrer les attributs individuels des diff\u00E9rentes classes qui se trouvent dans le filtre du pilote. Si ce champ est laiss\u00E9 vide, la recherche ne s'effectue qu'en fonction des classes d'objet du filtre du pilote telles que "objectclass\=inetorgperson". S'il existe 'n' classes dans le filtre du pilote, vous pouvez indiquer un maximum de 'n' filtres de recherche LDAP s\u00E9par\u00E9s par un espace, un pour chaque classe du filtre du pilote. Un exemple de filtre de recherche peut \u00EAtre \n\n(&(objectclass\=inetorgperson)(cn\=test))
NOVLLDAPBASE.initial.settings.param.dscr.pub-state-dir=Sp\u00E9cifiez le chemin complet du r\u00E9pertoire dans lequel le canal \u00C9diteur cr\u00E9e les fichiers temporaires, ou laissez le champ vide pour utiliser le chemin par d\u00E9faut.
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.use-calculated-values=Revenir au comportement de la valeur d'appartenance calcul\u00E9e
pkg.name=Base LDAP
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.max-replication-wait=Temps d'attente maximal de la r\u00E9plication d'eDirectory en secondes
NOVLLDAPBASE.appconfig.lang=fr
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-scope.Subtree=Sous-arborescence
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.use-password-event-values=Cette commande d\u00E9termine la source de la valeur signal\u00E9e pour l'attribut nspmDistributionPassword pour les \u00E9v\u00E9nements d'ajout et de modification de canal d'abonn\u00E9.\n \n En d\u00E9finissant ce contr\u00F4le sur faux, la valeur actuelle de nspmDistributionPassword est obtenue et signal\u00E9e comme valeur de l'\u00E9v\u00E9nement d'attribut. Cela signifie que seule la valeur du mot de passe actuel est disponible. Il s'agit du comportement par d\u00E9faut.\n \n En d\u00E9finissant la commande sur vrai, la valeur enregistr\u00E9e avec l'\u00E9v\u00E9nement eDirectory est d\u00E9chiffr\u00E9e et signal\u00E9e en tant que valeur de l'\u00E9v\u00E9nement d'attribut. Cela signifie que la valeur de l'ancien mot de passe (le cas \u00E9ch\u00E9ant) et du mot de passe de remplacement au moment de l'\u00E9v\u00E9nement sont disponibles. Cela est utile pour synchroniser des mots de passe avec certaines applications qui requi\u00E8rent l'ancien mot de passe pour activer la d\u00E9finition d'un nouveau mot de passe.
NOVLLDAPBASE.initial.settings.param.pub-ldap-search-scope=\u00C9tendue de la recherche
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.qualified-dn-values=Selon leur forme qualifi\u00E9e, les valeurs de l'attribut de syntaxe DN se pr\u00E9sentent avec ou sans barre oblique. Ce premier cas se produit si un param\u00E8tre vrai est utilis\u00E9.
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.set-creators-name=Cette commande est utilis\u00E9e par le moteur DirXML pour d\u00E9terminer si l'attribut creatorsName doit \u00EAtre d\u00E9fini sur le DN de ce pilote sur tous les objets cr\u00E9\u00E9s dans le coffre-fort d'identit\u00E9 par ce pilote.\n \n La d\u00E9finition de l'attribut creatorsName permet d'identifier facilement les objets cr\u00E9\u00E9s par ce pilote, mais il affecte \u00E9galement les performances. S'il n'est pas d\u00E9fini, l'attribut creatorsName prendra par d\u00E9faut la valeur du DN de l'objet Serveur NCP qui h\u00E9berge le pilote.
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.qualified-dn-values=Forme compl\u00E8te pour les valeurs d'attribut de la syntaxe DN
NOVLLDAPBASE.initial.settings.param.choice.use-ssl.Yes=Oui
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.combine-template-values=Ce contr\u00F4le d\u00E9termine comment le moteur DirXML utilisera les valeurs d'un objet Mod\u00E8le lorsque le mod\u00E8le sert \u00E0 cr\u00E9er des objets dans le coffre-fort d'identit\u00E9. Le param\u00E9trage du contr\u00F4le sur true entra\u00EEne l'utilisation des valeurs d'attributs \u00E0 plusieurs valeurs du mod\u00E8le en plus des valeurs pour cet attribut, sp\u00E9cifi\u00E9es dans l'op\u00E9ration d'addition. Le param\u00E9trage du contr\u00F4le sur false am\u00E8ne les valeurs du mod\u00E8le \u00E0 \u00EAtre ignor\u00E9es s'il existe des valeurs pour l'attribut sp\u00E9cifi\u00E9 dans l'op\u00E9ration d'addition.
NOVLLDAPBASE.initial.settings.param.dscr.subUseBinaryAttrOption=La plupart des serveurs LDAP prennent en charge l'utilisation de l'option d'attribut binaire, comme d\u00E9fini dans RFC 2251 section 4.1.5.1. Le serveur LDAP auquel se connecte ce pilote prend-il en charge cette option ? En cas de doute, s\u00E9lectionnez Oui.
NOVLLDAPBASE.initial.settings.param.pub-state-dir=R\u00E9pertoire de fichier temporaire
NOVLLDAPBASE.initial.settings.param.choice.pub-method.NoPublisher=Aucun \u00E9diteur
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.qualified-rename-values=La forme compl\u00E8te pour les \u00E9v\u00E9nements Renommer d\u00E9termine si la portion de nouveau nom des \u00E9v\u00E9nements Renommer provenant du coffre-fort d'identit\u00E9 est pr\u00E9sent\u00E9e au canal Abonn\u00E9 avec les qualificatifs types (par exemple, CN\=). Un param\u00E8tre "vrai" signifie que les noms sont pr\u00E9sent\u00E9s dans la forme compl\u00E8te.
NOVLLDAPBASE.initial.settings.param.ldap-vendor=Type d'annuaire LDAP
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.dscr.shim-auth-id=Entrez l'ID d'authentification pour le pilote.
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-scope.Onelevel=Un niveau
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.shim-auth-id=ID d'authentification
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.use-pending-association=Cette commande d\u00E9termine si le moteur DirXML \u00E9crit une association en attente sur un objet lors du traitement du canal Abonn\u00E9.\n \n Le fait d'\u00E9crire une association en attente ne pr\u00E9sente que peu d'avantages, mais affecte les performances. Quoi qu'il en soit, cette option peut \u00EAtre activ\u00E9e pour permettre une compatibilit\u00E9 avec les versions pr\u00E9c\u00E9dentes.
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.dscr.shim-auth-password=Sp\u00E9cifiez le mot de passe utilis\u00E9 par le pilote pour se connecter \u00E0 l'application.
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.choice.use-remote-loader.yes=Oui
NOVLLDAPBASE.initial.settings.param.dscr.preventLoopback=Indiquez si le canal \u00C9diteur doit emp\u00EAcher le retour en boucle en ignorant les entr\u00E9es du journal des modifications qui ont le m\u00EAme nom de modification que le DN utilis\u00E9 par le pilote pour s'authentifier. Cette condition indique normalement une modification apport\u00E9e par le canal Abonn\u00E9 du pilote.
NOVLLDAPBASE.initial.settings.param.dscr.ldap-vendor=S\u00E9lectionnez LDAPv3 sauf si vous avez besoin des solutions sp\u00E9cifiques offertes par les autres choix.
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.choice.use-remote-loader.no=Non
NOVLLDAPBASE.initial.settings.param.dscr.changeLogBegin=Indiquez les entr\u00E9es du journal des modifications \u00E0 traiter au d\u00E9marrage du pilote. Une fois que les entr\u00E9es ont \u00E9t\u00E9 trait\u00E9es au d\u00E9marrage, le pilote traite les nouvelles entr\u00E9es du journal des modifications \u00E0 chaque cycle d'interrogation.
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.dscr.rl-hostname=Entrez le nom d'h\u00F4te ou l'adresse IP sur lequel le service de chargeur distant a \u00E9t\u00E9 install\u00E9 et est ex\u00E9cut\u00E9 pour ce pilote. Le port par d\u00E9faut est 8090. [Nom d'h\u00F4te ou adresse IP et port ; \#\#\#.\#\#\#.\#\#\#.\#\#\#]
NOVLLDAPBASE.initial.settings.param.pub-password-encryption-key=Mot de passe de cryptage du plug-in Sun
NOVLLDAPBASE.initial.settings.param.keystore=Chemin d'acc\u00E8s Keystore pour certificats SSL
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.rl-port=Port
NOVLLDAPBASE.initial.settings.param.choice.pub-ldap-search-scope.Baseonly=Base uniquement
NOVLLDAPBASE.initial.settings.param.choice.ldap-vendor.LDAPv3=LDAPv3
NOVLLDAPBASE.initial.settings.param.choice.subIgnoreEmptyComponentOption.No=Non
NOVLLDAPBASE.initial.settings.param.choice.pub-method.LDAPSearch=Recherche LDAP
NOVLLDAPBASE.initial.settings.param.choice.enforce-matching-parenthesis.No=Non
NOVLLDAPBASE.initial.settings.param.choice.use-mutual-auth.No=Non
NOVLLDAPBASE.initial.settings.param.dscr.pub-heartbeat-interval=Sp\u00E9cifiez l'intervalle des pulsations en minutes. Laissez ce champ vide pour d\u00E9sactiver les pulsations.
NOVLLDAPBASE.initial.settings.param.dscr.pub-ldap-search-begin=Lorsqu'il est lanc\u00E9 pour la premi\u00E8re fois, le pilote ex\u00E9cute la recherche LDAP d\u00E9finie. Ce param\u00E8tre d\u00E9finit si la synchronisation doit porter sur les r\u00E9sultats de la recherche initiale ou seulement sur les changements ult\u00E9rieurs.
NOVLLDAPBASE.initial.settings.param.keyalias=Alias de la cl\u00E9
NOVLLDAPBASE.initial.settings.param.pollRate=Intervalle d'interrogation en secondes
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.dscr.driver-password=Le mot de passe de l'objet Pilote permet au chargeur distant de s'authentifier aupr\u00E8s du serveur Identity Manager. Il doit \u00EAtre identique \u00E0 celui d\u00E9fini sur le chargeur distant Identity Manager.
NOVLLDAPBASE.initial.settings.param.pub-class-processing-order=Ordre de traitement de la classe
NOVLLDAPBASE.initial.settings.param.subIgnoreEmptyComponentOption=Ignorer les composants vides pour l'adresse postale
NOVLLDAPBASE.initial.settings.param.useSunPluginGroup=Utiliser le plug-in de mot de passe Sun
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.header.RemoteLoader=Chargeur distant
NOVLLDAPBASE.initial.settings.param.dscr.pub-method=S\u00E9lectionnez la m\u00E9thode de publication. Puisqu'il est plus efficace d'utiliser le journal des modifications, choisissez cette m\u00E9thode d\u00E8s qu'un journal des modifications est disponible sur le serveur LDAP.
NOVLLDAPBASE.initial.settings.param.choice.preventLoopback.No=Non
NOVLLDAPBASE.initial.settings.param.dscr.preferredObjectClasses=Puisque certaines entr\u00E9es LDAP ont plusieurs valeurs de classe d'objet et que le moteur Identity Manager exige une seule valeur de classe, le pilote doit deviner la meilleure valeur \u00E0 utiliser. Si son choix est erron\u00E9, vous pouvez lister explicitement les classes d'objet LDAP pr\u00E9f\u00E9r\u00E9es dans le processus d'assignation. Plusieurs classes d'objet peuvent \u00EAtre list\u00E9es, s\u00E9par\u00E9es par des espaces ou des virgules.
NOVLLDAPBASE.initial.settings.param.dscr.use-mutual-auth=S\u00E9lectionnez Oui si vous voulez que le pilote utilise l'authentification mutuelle SSL (client et serveur) ou Non si vous pr\u00E9f\u00E9rez qu'il utilise uniquement l'authentification du serveur. Si vous choisissez Oui, les certificats appropri\u00E9s doivent \u00EAtre configur\u00E9s dans votre keystore.
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.retry-interval=Intervalle de r\u00E9essai du canal Abonn\u00E9 en secondes
NOVLLDAPBASE.initial.settings.param.choice.enforce-matching-parenthesis.Yes=Oui
NOVLLDAPBASE.idmresource.NOVLLDAPBASEDriverNamePrompt.gcv.dscr.name=Entrez le nom du pilote.
NOVLLDAPBASE.initial.settings.param.choice.useSunPluginGroup.Yes=Oui
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.allow-event-loopback=Autoriser la boucle d'\u00E9v\u00E9nement du canal \u00E9diteur au canal abonn\u00E9
NOVLLDAPBASE.initial.settings.param.dscr.enforce-matching-parenthesis=Indiquez si le pilote doit appliquer les parenth\u00E8ses de correspondance dans les d\u00E9finitions de classe d'objet et de type d'attribut du sch\u00E9ma LDAP. Si vous s\u00E9lectionnez Non, le pilote ignore les infractions syntaxiques des parenth\u00E8ses dans les d\u00E9finitions du sch\u00E9ma.
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.rl-hostname=Nom d'h\u00F4te
NOVLLDAPBASE.initial.settings.param.dscr.batchSize=Sp\u00E9cifiez la taille maximale de lot pour le traitement des journaux de modifications. Cela permet d'am\u00E9liorer l'efficacit\u00E9 du traitement lorsque le journal des modifications est tr\u00E8s volumineux. Indiquez z\u00E9ro si vous souhaitez que toutes les entr\u00E9es disponibles soient trait\u00E9es simultan\u00E9ment.
NOVLLDAPBASE.initial.settings.param.subUseBinaryAttrOption=Le serveur LDAP prend en charge l'option d'attribut binaire
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.max-replication-wait=Le temps d'attente maximal pour la r\u00E9plication d'eDirectory contr\u00F4le la dur\u00E9e maximale pendant laquelle le moteur DirXML attend un changement particulier pour effectuer une r\u00E9plication entre la r\u00E9plique locale et une r\u00E9plique distante. Ce temps affecte uniquement les op\u00E9rations dans lesquelles le moteur DirXML doit contacter un serveur eDirectory distant dans la m\u00EAme arborescence pour ex\u00E9cuter une op\u00E9ration et risque de devoir attendre qu'un changement ait \u00E9t\u00E9 r\u00E9pliqu\u00E9 sur ou depuis le serveur distant avant de terminer son op\u00E9ration (ex \: transfert d'un objet lorsque le serveur DirXML ne contient pas la r\u00E9plique ma\u00EEtresse de l'objet transf\u00E9r\u00E9 ou op\u00E9rations associ\u00E9es aux droits du syst\u00E8me de fichiers pour les utilisateurs cr\u00E9\u00E9s depuis un mod\u00E8le.)
NOVLLDAPBASE.initial.settings.param.choice.changeLogBegin.None=Aucun
NOVLLDAPBASE.initial.settings.param.choice.changeLogBegin.All=Tout
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.pwd-sync-status=Cette commande d\u00E9termine si le moteur DirXML doit signaler l'\u00E9tat des \u00E9v\u00E9nements de changement du mot de passe du canal Abonn\u00E9. \n \n Le fait de signaler cet \u00E9tat permet aux applications telles que l'application utilisateur d'Identity Manager de surveiller l'avancement de la synchronisation du changement d'un mot de passe qui devrait \u00EAtre synchronis\u00E9 avec l'application connect\u00E9e.
NOVLLDAPBASE.initial.settings.param.choice.use-ssl.No=Non
NOVLLDAPBASE.initial.settings.param.dscr.use-ssl=Voulez-vous coder les communications du protocole LDAP \u00E0 l'aide de SSL ? Si vous s\u00E9lectionnez Oui, le keystore doit \u00EAtre configur\u00E9 avec les certificats appropri\u00E9s.
NOVLLDAPBASE.initial.settings.param.preventLoopback=Interdire le retour en boucle ?
NOVLLDAPBASE.initial.settings.param.choice.preventLoopback.Yes=Oui
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.combine-template-values=Combinez les valeurs de l'objet Mod\u00E8le \u00E0 celles de l'op\u00E9ration d'addition
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.dscr.rl-port=Saisissez le num\u00E9ro de port de l'emplacement contenant l'installation du service de chargeur distant et \u00E0 partir duquel ce pilote est ex\u00E9cut\u00E9. Le port par d\u00E9faut est 8090.
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.qualified-rename-values=Forme compl\u00E8te pour les \u00E9v\u00E9nements Renommer
NOVLLDAPBASE.initial.settings.param.pub-heartbeat-interval=Intervalle des pulsations en minutes
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.set-creators-name=D\u00E9finir creatorsName pour les objets cr\u00E9\u00E9s dans le coffre-fort d'identit\u00E9
NOVLLDAPBASE.idmresource.NOVLLDAPBASEDriverNamePrompt.gcv.name=Nom de pilote
NOVLLDAPBASE.initial.settings.param.batchSize=Taille maximale de lot pour le traitement du journal des modifications
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.max-migrate-app-count=Cette commande permet de limiter le nombre d'objets Application que le moteur DirXML demande \u00E0 une application dans une seule requ\u00EAte ex\u00E9cut\u00E9e dans le cadre de l'op\u00E9ration "Migrer les objets depuis l'application". \n \n Si des erreurs "java.lang.OutOfMemoryError" surviennent pendant la migration, ce nombre doit \u00EAtre d\u00E9fini sur une valeur inf\u00E9rieure \u00E0 la valeur par d\u00E9faut.  \n \n Notez que cette commande ne limite pas le nombre d'objets Application pouvant \u00EAtre migr\u00E9s, mais uniquement la "taille du lot".
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.shim-auth-password=Mot de passe
NOVLLDAPBASE.initial.settings.param.dscr.keystore=Sp\u00E9cifiez le chemin complet du fichier keystore contenant les certificats SSL.
NOVLLDAPBASE.initial.settings.param.dscr.pub-class-processing-order=Sp\u00E9cifiez l'ordre de classe d'objet LDAP dans lequel les r\u00E9sultats de la recherche doivent \u00EAtre trait\u00E9s. Le mot-cl\u00E9 'others' (autres) inclut toutes les classes d'objet de votre filtre qui ne sont pas d\u00E9sign\u00E9es explicitement.
NOVLLDAPBASE.idmresource.NOVLLDAPBASEInitSettingsPrompts.gcv.header.ApplicationAuthentication=Authentification de l'application
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.use-pending-association=\u00C9crire les associations en attente
NOVLLDAPBASE.initial.settings.param.choice.subIgnoreEmptyComponentOption.Yes=Oui
NOVLLDAPBASE.initial.settings.param.choice.subUseBinaryAttrOption.Yes=Oui
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.use-password-event-values=Utiliser les valeurs de l'\u00E9v\u00E9nement li\u00E9 au mot de passe
NOVLLDAPBASE.initial.settings.param.enforce-matching-parenthesis=Appliquer les parenth\u00E8ses de correspondance dans les \u00E9l\u00E9ments du sch\u00E9ma
NOVLLDAPBASE.initial.settings.param.preferredObjectClasses=Noms LDAP ObjectClass pr\u00E9f\u00E9r\u00E9s
NOVLLDAPBASE.idmresource.NOVLLDAPBASERemoteLoaderPrompts.gcv.dscr.rl-password=Le mot de passe du chargeur distant permet de contr\u00F4ler l'acc\u00E8s \u00E0 l'instance du chargeur distant. Il doit \u00EAtre identique \u00E0 celui sp\u00E9cifi\u00E9 sur le chargeur distant Identity Manager.
NOVLLDAPBASE.initial.settings.param.dscr.keyalias=Saisissez \nl'alias de la cl\u00E9.
NOVLLDAPBASE.initial.settings.param.dscr.pub-password-encryption-key=Sp\u00E9cifiez le m\u00EAme mot de passe que celui configur\u00E9 sur le plug-in Novell Identity Manager Password de Sun Java System Directory. Ce mot de passe est utilis\u00E9 pour g\u00E9n\u00E9rer une cl\u00E9 qui d\u00E9chiffre les mots de passe.
NOVLLDAPBASE.initial.settings.param.dscr.pollRate=Sp\u00E9cifiez la dur\u00E9e (en secondes) pendant laquelle le canal \u00C9diteur doit attendre avant d'interroger le serveur LDAP pour des mises \u00E0 jour.
NOVLLDAPBASE.initial.settings.param.pub-ldap-search-begin=R\u00E9sultats de la recherche \u00E0 synchroniser au premier d\u00E9marrage
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.xslt-bc-mode=Cette commande d\u00E9termine le processeur XSLT utilis\u00E9 par le moteur DirXML en mode de compatibilit\u00E9 avec les versions pr\u00E9c\u00E9dentes. Lorsque ce mode est activ\u00E9, le processeur XSLT utilise un ou plusieurs comportements non conformes aux sp\u00E9cifications XPath 1.0 et/ou XSLT 1.0. Cela permet d'assurer la compatibilit\u00E9 avec les versions pr\u00E9c\u00E9dentes avec les feuilles de style DirXML existantes qui d\u00E9pendent d'un ou plusieurs comportement(s) non standard. \n \n Notamment \:  \n \n Lorsqu'un op\u00E9rande est un ensemble de noeuds et que l'autre op\u00E9rande n'en est pas un, le comportement de l'op\u00E9rateur XPath "\!\=" n'est pas correct dans les versions DirXML 2.0 et ant\u00E9rieures (Novell Identity Manager 2.0). Ce comportement a \u00E9t\u00E9 corrig\u00E9, mais cette commande d\u00E9sactive par d\u00E9faut le comportement corrig\u00E9 afin de garantir la compatibilit\u00E9 avec les versions pr\u00E9c\u00E9dentes des feuilles de style DirXML existantes.
NOVLLDAPBASE.initial.settings.param.choice.useSunPluginGroup.No=Non
NOVLLDAPBASE.initial.settings.param.use-mutual-auth=Utiliser l'authentification mutuelle
NOVLLDAPBASE.initial.settings.param.use-ssl=Utiliser SSL
NOVLLDAPBASE.idmresource.NOVLLDAPBASEDriverNamePrompt.gcv.header.DriverInformation=Informations sur le pilote
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.pwd-sync-status=Activer la cr\u00E9ation de rapport sur l'\u00E9tat de synchronisation des mots de passe
NOVLLDAPBASE.initial.settings.param.dscr.pub-ldap-search-scope=Indiquez l'\u00E9tendue de la recherche de l'\u00C9diteur depuis le DN de la base.
NOVLLDAPBASE.initial.settings.param.dscr.keystore-pass=Entrez le \nmot de passe utilis\u00E9 par le keystore.
pkg.description=Paquetage de base du pilote LDAP
NOVLLDAPBASE.initial.settings.param.changeLogBegin=Entr\u00E9es du journal des modifications \u00E0 traiter au d\u00E9marrage
NOVLLDAPBASE.initial.settings.param.choice.ldap-vendor.M-Vault=M-Vault
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.use-calculated-values=Avant Identity Manager 3.6, le moteur DirXML extrayait des valeurs "calcul\u00E9es" pour les attributs "Membre" et "Adh\u00E9sion \u00E0 un groupe". Le moteur extrait maintenant des valeurs statiques. Ce comportement est plus g\u00E9n\u00E9ralement utile et permet la synchronisation des groupes imbriqu\u00E9s. L'activation de ce param\u00E8tre r\u00E9tablit le comportement ant\u00E9rieur \u00E0 la version 3.6. \n \n Il est possible m\u00EAme avec le comportement post-3.6 par d\u00E9faut de lire les valeurs calcul\u00E9es pour "Membre" et "Adh\u00E9sion \u00E0 un groupe" \: il suffit d'utiliser les noms d'attributs sp\u00E9ciaux "[pseudo].Membre" et "[pseudo].Adh\u00E9sion \u00E0 un groupe".
NOVLLDAPBASE.initial.settings.param.choice.pub-method.Changelog=Journal des modifications
NOVLLDAPBASE.initial.settings.param.dscr.maxOperations=Sp\u00E9cifiez le nombre d'op\u00E9rations LDAP apr\u00E8s lequel le pilote se reconnecte au serveur LDAP. Augmentez la \nvaleur par d\u00E9faut si vous constatez que le pilote effectue fr\u00E9quemment des liaisons.
NOVLLDAPBASE.initial.settings.ecv.dscr.dirxml.engine.allow-event-loopback=Ce contr\u00F4le d\u00E9termine si le moteur DirXML autorise un \u00E9v\u00E9nement \u00E0 boucler du canal \u00E9diteur d'un pilote au canal abonn\u00E9 du m\u00EAme pilote. Le param\u00E9trage du contr\u00F4le sur false signifie que la boucle de l'\u00E9v\u00E9nement du canal \u00E9diteur au canal abonn\u00E9 ne sera pas autoris\u00E9e. Le param\u00E9trage du contr\u00F4le sur true signifie que les \u00E9v\u00E9nements circuleront du canal \u00E9diteur au canal abonn\u00E9 du m\u00EAme pilote.
NOVLLDAPBASE.initial.settings.ecv.dirxml.engine.xslt-bc-mode=Utiliser un mode de compatibilit\u00E9 avec les versions pr\u00E9c\u00E9dentes non conforme pour XSLT
